{
    "__type__": "Deck",
    "children": [
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "e11c782d-dc19-11ed-bf8f-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [],
            "name": "Assignment",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "Describe how the physico chemical properties of food can affect the analytical procedure.",
                        "<ul><li><div><b>pH</b>: The pH of a food sample can impact the choice of analytical method, as some methods may only work in specific pH ranges. For example, enzymatic methods may only work in a narrow pH range, and changes in pH can affect the activity of the enzyme and hence the accuracy of the analysis.</div></li><li><div><b>Moisture content</b>: The moisture content of a food sample can affect the accuracy and precision of the analytical method used. High moisture content can result in difficulties in sample preparation and extraction, leading to errors in the analytical results.</div></li><li><div><b>Fat content</b>: The fat content of a food sample can impact the solubility and stability of the analyte being measured. For example, some analytes may be more soluble in fat, while others may be more soluble in water. In addition, the presence of fat can interfere with some analytical methods.</div></li><li><div><b>Texture</b>: The texture of a food sample can affect the homogeneity of the sample, leading to variability in the analytical results. For example, samples that are hard or have a tough texture may require additional steps for homogenization.</div></li><li><div><b>Color</b>: The color of a food sample can impact the choice of analytical method used. For example, some methods may only work with clear or colorless samples, while others may require a certain color range for accurate results.</div></li></ul>"
                    ],
                    "guid": "qrbdgb|VRS",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Draw the flow chart for castor oil seed processing and explain the process&nbsp;",
                        "<ol><li><div><b>Cleaning</b>: The first step in castor seed processing is to clean the seeds to remove any impurities such as plant debris, stones, or soil. This is typically done by passing the seeds through a series of screens and air blowers that separate the different components based on size, weight, and density.&nbsp;</div></li><li><div><b>Drying</b>: After cleaning, the castor seeds are dried to reduce their moisture content and prevent the growth of harmful microorganisms. This is typically done by spreading the seeds out in a thin layer and exposing them to warm, dry air or sunlight for several hours. The seeds are periodically turned or stirred to ensure even drying.</div></li><li><div><b>Dehulling</b>: The dried castor seeds are then dehulled to remove the outer shell and obtain the castor bean. The outer shell is tough and fibrous, and can be removed by passing the seeds through a machine called a dehuller, which cracks the shell and separates it from the bean. The resulting castor beans are smaller, lighter, and easier to handle than the whole seeds.</div></li><li><div><b>Grinding</b>: The castor beans are then ground into a fine powder to facilitate the extraction of oil. This is typically done by passing the beans through a series of grinders or mills that crush and refine the beans into a uniform powder. The goal is to increase the surface area of the beans and break down the cell walls, making it easier to extract the oil.</div></li><li><div><b>Roasting (optional)</b>: The castor seed powder is then roasted to enhance the flavor and aroma of the oil. This is typically done by heating the powder in a dry pan or oven for several minutes until it develops a slightly nutty and toasted flavor.&nbsp;</div></li><li><div><b>Pressing or Solvent Extraction</b>: The roasted castor seed powder is then pressed to extract the oil. This is typically done using a hydraulic press or an expeller, which applies pressure to the powder and separates the oil from the solids. The oil is collected in a container, while the remaining solids, called castor cake, are discarded or used for other purposes.</div></li><li><div><b>Filtration</b>: The extracted oil is then filtered to remove any remaining impurities or solids. This is typically done using a series of filters or sieves that trap any particles or debris in the oil. The goal is to obtain a clear and transparent oil that is free from contaminants.</div></li><li><div><b>Refining</b>: The filtered oil may undergo further processing to remove any remaining impurities or improve its quality. This is typically done using a combination of physical and chemical methods, such as bleaching, deodorizing, or hydrogenation. The exact process and equipment used may vary depending on the intended use of the oil and the quality standards of the processing facility.</div></li><li><div><b>Packaging</b>: The final product, which is typically castor oil, is then packaged in containers and labeled for distribution and sale.&nbsp;&nbsp;</div></li></ol>"
                    ],
                    "guid": "p%t<5^6910",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Draw the flow chart for oil bean seed processing and explain the process.",
                        "<ol><li><div><b>Cleaning</b>: The first step in oil bean seed processing is to clean the seeds to remove any impurities such as plant debris, stones, or soil. This is typically done by passing the seeds through a series of screens and air blowers that separate the different components based on size, weight, and density.&nbsp;</div></li><li><div><b>Drying</b>: After cleaning, the oil bean seeds are dried to reduce their moisture content and prevent the growth of harmful microorganisms. This is typically done by spreading the seeds out in a thin layer and exposing them to warm, dry air or sunlight for several hours. The seeds are periodically turned or stirred to ensure even drying.</div></li><li><div><b>Dehulling</b>: The outer shell is tough and fibrous, and can be removed by passing the seeds through a machine called a dehuller, which cracks the shell and separates it from the bean. The resulting oil beans are smaller, lighter, and easier to handle than the whole seeds.</div></li><li><div><b>Grinding</b>: The oil beans are then ground into a fine powder to facilitate the extraction of oil. This is typically done by passing the beans through a series of grinders or mills that crush and refine the beans into a uniform powder. The goal is to increase the surface area of the beans and break down the cell walls, making it easier to extract the oil.</div></li><li><div><b>Roasting</b>: The oil bean powder is then roasted to enhance the flavor and aroma of the oil. This is typically done by heating the powder in a dry pan or oven for several minutes until it develops a slightly nutty and toasted flavor.&nbsp;</div></li><li><div><b>Extraction</b>: This is typically done using a mechanical press or an industrial extraction system that separates the oil from the solids. The resulting oil is a crude oil that may contain impurities and solids.</div></li><li><div><b>Filtration</b>: The extracted oil is then filtered to remove any remaining impurities or solids. This is typically done using a series of filters or sieves that trap any particles or debris in the oil. The goal is to obtain a clear and transparent oil that is free from contaminants.</div></li><li><div><b>Refining</b>: The filtered oil may undergo further processing to remove any remaining impurities or improve its quality. This is typically done using a combination of physical and chemical methods, such as bleaching, deodorizing, or hydrogenation. The exact process and equipment used may vary depending on the intended use of the oil and the quality standards of the processing facility.</div></li><li><div><b>Packaging</b>: The final product, which is typically oil bean oil, is then packaged in containers and labeled for distribution and sale.</div></li></ol>"
                    ],
                    "guid": "sQ(}!.YB=b",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Write extensively on roots and stem tubers.",
                        "Root tubers are underground plant structures that are used for food storage. They are typically found in perennial plants, and are typically larger and more nutritious than stem tubers. Some examples of plants that produce root tubers include potatoes, yams, and sweet potatoes.<br><br>Stem tubers, on the other hand, are formed from stem tissue rather than root tissue. They are typically smaller and less nutritious than root tubers, and are typically found in annual plants. Some examples of plants that produce stem tubers include dahlias, tuberous begonias, and cyclamen.<br><br>Both root and stem tubers are important sources of food for humans and animals. They are high in carbohydrates, and can be used in a variety of ways, including being mashed, baked, fried, or made into chips. They can also be used to make a variety of other dishes, such as soups, stews, and casseroles.<br><br>Root tubers are generally considered more desirable for consumption than stem tubers, due to their larger size, higher nutrient content, and more palatable flavor. However, stem tubers are still an important food source for many people, particularly in developing countries.<br><br>Additionally, root and stem tubers also have a different reproduction process, Root tubers produce seed and stem tubers produce offsets. Root tubers are typically planted using seed, which is planted in soil and then grown into a mature plant. In contrast, stem tubers are propagated by taking offsets or \"clones\" from the parent plant and planting them in soil."
                    ],
                    "guid": "xC,)T{uCU*",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "011e5f41-cd90-11ed-ae36-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [],
            "name": "Food Poisioning",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What is food poisioning?",
                        "<b><i>Food poisioning is a condition that occurs when food that is ingested contains either microorganisms and or toxins. The food must have the right conditions for the microorganism to either grow or multiply.</i></b>"
                    ],
                    "guid": "AP:66:ih$I",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the classification of food poison?",
                        "<ul><li>Food borne infection</li><li>Food borne Intoxification<br><br></li></ul>"
                    ],
                    "guid": "Qj25GI*<I/",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Diffrentiate between <b>food borne Infection </b>and <b>food borne Intoxification.</b>",
                        "Foodborne infections are caused by the ingestion of live microorganisms, such as bacteria, viruses, or parasites, that can grow and reproduce inside the body. Examples of foodborne infections include Salmonella, E. coli, and Listeria.<br><br>Foodborne intoxications are caused by the ingestion of toxins produced by certain types of bacteria, fungi, or other microorganisms that have contaminated food. Examples of foodborne intoxications include botulism, staphylococcal food poisoning, and mushroom poisoning."
                    ],
                    "guid": "N7%@`}[->Z",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Examples of food borne Infection.",
                        "<ol><li>Bacterial food borne infection</li><li>Parasitic food borne infection</li><li>Viral food borne infection</li><li>Fungi food borne infection</li></ol>"
                    ],
                    "guid": "PdR8p=3Gtf",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the symptoms of food poisoning?",
                        "<ul><li>Vomitting</li><li>Diarrhea</li><li>Fever</li><li>Abdominal pain and cramping</li><li>Weakness</li></ul>"
                    ],
                    "guid": "Qt{)3{V2~#",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What determines the intensity of food poisioning?",
                        "The intensity of the food poisioning depends on the quantity of the contaminated food eaten and the microorganisms present in the food. It also depends on the health of the individual."
                    ],
                    "guid": "Nwj`n^k-EJ",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List and explain the sources of toxins that cause cause food intoxification.",
                        "<ul><li><b>Metabolic Product</b>:These toxins are not natural to the microorganism but that are produced as a result of the metabolic processes taking place in the body of the individual..For example, the bacterium Staphylococcus aureus produces a toxin called enterotoxin when it grows in food.</li><li><b>Biotoxicant:</b> They are naturally found in the cells and tissue of microorganisms and sea foods. e.g mushroom.Some fish such as pufferfish and blowfish contain a toxin called tetrodotoxin, which can cause paralysis and death if consumed in large quantities.</li><li><b>Poisionous Substances</b>: They are chemical compounds that are not produced by living organisms but can still cause illness or death if consumed in sufficient quantities.e.g chemicals such as lead, mercury, and arsenic and metals found in pipe borne water.</li></ul>"
                    ],
                    "guid": "RhXQhW?>~^",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List the classification of food borne intoxification.",
                        "<ul><li>Bacterial Intoxification</li><li>Fungal Intoxification</li><li>biotoxication</li><li>Chemical Intoxication</li></ul>"
                    ],
                    "guid": "Hb{o_=,71d",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "briedfly describe&nbsp; bacterial food borne intoxification.",
                        "This type of foodborne intoxication is caused by consuming food contaminated with bacteria that produce toxins.example is The disease called <b>Botulism&nbsp;</b>and the microorganism that causes it is called bacteria <i style=\"font-weight: bold;\">Clostridium botulinum. </i>The microorganism produces a toxin that are neruootoxins and they are highly toxic. They die at extreme high temperature. They are unstable in high pH and are mostly found in canned foods."
                    ],
                    "guid": "E1,R4meQbZ",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "00cac7c5-cd90-11ed-800a-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [],
            "name": "Fruit Drink and Vegetable",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What are fruit drinks?",
                        "Fruit drinks are beverages made from the juice or pulp of fruits, combined with water and sweeteners such as sugar or high fructose corn syrup. Fruit drinks may also contain added flavors, preservatives, and other ingredients.<br><br>These drinks can be made from a variety of fruits such as oranges, lemons, grapes, pineapples, and berries, among others."
                    ],
                    "guid": "uF(r?-s0r=",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Define fruit juice.",
                        "Fruit juice is the liquid made up of 100% fruit extract. It can be made typically by squeezing or pressing the fruit. It can be consumed as a refreshing drink or as an ingredient in cooking and baking."
                    ],
                    "guid": "f8hlr+*gU3",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List five benefits of consuming fruit juice",
                        "<ul><li>It helps to increase the lipid content of patient with hypocholesteromia</li><li>It contains antioxidant and help in fighting alzehemier's disease</li><li>It is used to detoxify the system.</li><li>It helps in hydrating the system.</li><li>It helps to alleviate constipation and improve overall digestive health.</li></ul><br>"
                    ],
                    "guid": "w]:v~i$+TS",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List and explain the methods of preparation of fruit juice",
                        "Selection or Cleaning: This method involves selecting high-quality fruits or vegetables, and ensuring that they are free from any dirt or debris. The fruits or vegetables are typically washed and sometimes peeled or chopped to remove any unwanted parts.<br><br>Juice Extraction: This method involves extracting the juice from fruits or vegetables using a variety of methods such as pressing, crushing, or squeezing. The juice can be extracted manually or with the help of a machine.<br><br>Filtration: This method involves removing any pulp or debris from the extracted juice by passing it through a filter or strainer. This step is important to ensure that the final product is smooth and free from any solids.<br><br>Batch Preparation: This method involves preparing a large quantity of juice at one time, typically in a large vat or container. This method is often used in commercial settings to produce large quantities of juice quickly and efficiently.<br><br>Pasteurization: This method involves heating the juice to a specific temperature to kill any harmful bacteria or microorganisms that may be present. This process helps to extend the shelf life of the juice and make it safe for consumption.<br><br>Filling and Bottling: This method involves filling the pasteurized juice into bottles or containers, which are then sealed to prevent contamination. This step is important to ensure that the juice remains fresh and safe for consumption.<br><br>Addition of Preservatives: This method involves adding preservatives such as citric acid, sodium benzoate, or ascorbic acid to the juice to extend its shelf life and prevent spoilage. "
                    ],
                    "guid": "pR?TyX#uFD",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are vegetables?",
                        "Vegetables are fresh portion of herbacious plant, stem, root , flowers and leaves that are typically low in calories and fat, and are a good source of vitamins, minerals, and fiber. "
                    ],
                    "guid": "EDuU-H18e2",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Mention the characteristics of vegetables",
                        "<ul><li>They are the cheapest source of proteins, amino acids , vitamins and minerals.</li><li>They are low in fat , they don't contain cholesterol and is suitable for weight loss journey.</li><li>They are rich in fibre so they can be used to prevent constipation.</li><li>They contain phytochmicals that possess medical properties.</li><li>They are very nutritious.</li></ul>"
                    ],
                    "guid": "w9*)SA#{bp",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is irrigation?",
                        "It is the process of artificially supplying water to crops and plants in order to meet their water requirements for growth and production. it is an essential practice in areas where there is insufficient rainfall or where water resources are limited. It involves methods such as sprinklers, drip irrigation, flood irrigation, or furrow irrigation. <br>"
                    ],
                    "guid": "MFRSX+2IZu",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List the classification of vegetables with two examples each.",
                        "<ul><li>Bulb - Onion , Garlic</li><li>Fruit - Tomatoes. okra</li><li>Inflorescent - Cabbages , cauliflower</li><li>Stalk - Celery , bamboo</li><li>Root - Carrot, turnip</li><li>Tuber - Yam , Potato</li><li>Leafy - Lettuce , Spinach</li></ul>"
                    ],
                    "guid": "baKK3h~(5%",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List two uses of leafy vegetables",
                        "<ul><li>They are used for making soups and stews</li><li>They are serve as a source of supplements</li></ul>"
                    ],
                    "guid": "Q>(@1g*K0o",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Mention the ways in which leafy vegetables can be processed",
                        "<ul><li>Salting</li><li>Grinding&nbsp;</li><li>Drying</li><li>Slicing</li><li>Cutting</li></ul>Squeezing, washing and cutting are the common processing methods. They are also best preserved by the drying method which can either be sundrying or shade drying because it removes the pro-vitamin A."
                    ],
                    "guid": "wef?_i%`.x",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Mentioin three chemicals that become toxic when ingested in large quantity and also three ways these chemicals can be inactivated.",
                        "<ul><li>Protease inhibitor: Inhibit the digestion of protein.</li><li>Haemaglutamin: Allows viruses to enter and infect the host cell.</li><li>Cyanogenic Liposides: Can lead to HCN poisioning.</li></ul>They can be inactivated by:<br><ul><li>Heating</li><li>Leaching</li><li>Developing special treatment</li></ul>"
                    ],
                    "guid": "D*:4cy=PZn",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "e128250d-dc19-11ed-bef5-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [],
            "name": "Introduction to the theory of physical and chemical methods of determing the constituents of food",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "Highlight the various reason for food ananlysis?",
                        "<ol><li style=\"text-align: justify;\"><b>Government Regulaton and Recommedation</b>: It involve govermental agencies such as Food and drug administration(FDA), the National marine Fisheries Services (NMFS), The Environmental protection agency (EPA), NAFDAC e.t.c . These agencies are meant to make food industries obey government regulation and recommendation which are designed to maintain&nbsp; the general quality of the food supply to ensure that consumers are provided with food that are wholesome and safe.</li><li style=\"text-align: justify;\"><b>Food Safety</b>: It would be econnomically disasastrous andr unpleasant to consumers if a food manufacturer sold a product that contains harmful toxins.&nbsp; Foods that contain harmful microorganisms like listeria, salmonella, and toxic chemicals e.g pesticides, herbicides or extraneous matter. e.g glass, wood, metal . It is important that food manufacturers do everything they can to ensure that this harmful substances are not present and are effectively removed before they are consumed. This can be achieved by&nbsp;</li><ul><li style=\"text-align: justify;\">Good manufacturing Prractice</li><li style=\"text-align: justify;\">Regulations specified by the government for specific food products &amp;</li><li style=\"text-align: justify;\">&nbsp;By having analytical techniques that are capable of detecting low level of&nbsp; harmful subastances.</li></ul><li style=\"text-align: justify;\"><b>Quality Control</b>: The food industry is highly competitive, and food manufacturers strive to increase their market share and profit. They need to ensure that their products are of high quality, safe, nutritious, less expensive, and more desired than their competitors. To achieve this, they need analytic techniques to analyze food materials before, during, and after the manufacturing process. A food factory starts with different raw materials, processes them in a certain manner, packages them for consumption, and stores them. The manufacturer's main concern is to produce a final product that consistently has the same overall properties such as appearance, texture, flavor, and shelf life. Consumers expect the properties of a food product to be the same or very similar to previous times when purchasedThe food industry is highly competitive, and food manufacturers strive to increase their market share and profit. They need to ensure that their products are of high quality, safe, nutritious, less expensive, and more desired than their competitors. To achieve this, they need analytic techniques to analyze food materials before, during, and after the manufacturing process. A food factory starts with different raw materials, processes them in a certain manner, packages them for consumption, and stores them. The manufacturer's main concern is to produce a final product that consistently has the same overall properties such as appearance, texture, flavor, and shelf life. Consumers expect the properties of a food product to be the same or very similar to previous times when purchasedThe food industry is highly competitive, and food manufacturers strive to increase their market share and profit. They need to ensure that their products are of high quality, safe, nutritious, less expensive, and more desired than their competitors. To achieve this, they need analytic techniques to analyze food materials before, during, and after the manufacturing process. A food factory starts with different raw materials, processes them in a certain manner, packages them for consumption, and stores them. The manufacturer's main concern is to produce a final product that consistently has the same overall properties such as appearance, texture, flavor, and shelf life. Consumers expect the properties of a food product to be the same or very similar to previous times when purchased.Unfortunately, the proportion of the raw ingredients and processing conditons vary often in an unpredicted way. Manufacturers can control these variations by :</li><ul><li style=\"text-align: justify;\">Manufacturers can control the manufacturing process to produce a final product with consistent properties by understanding the role of different food ingredients and processing operations.<br></li><li style=\"text-align: justify;\">Involving in research and development work to get this type of information.</li><li style=\"text-align: justify;\">Manufacturers can maintain the quality of the final product by monitoring the properties of foods during production and taking appropriate actions if any problem is detected.<br></li></ul><li style=\"text-align: justify;\"><b>Research and Development</b>: Research and development also help to improve the efficiency of the manufacturing process, reduce production costs, and enhance the nutritional value of food products. Additionally, research and development play a critical role in ensuring that food products are safe for consumption by identifying and mitigating potential health risks associated with food ingredients or processing operations.&nbsp;</li></ol>"
                    ],
                    "guid": "PDnc#M:T^n",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Enumerate the <b>Mandatory Standards </b>specified by government agencies concerning the compostiton, quality , inspection and labelling of specific food product.",
                        "<ol><li><b>Standard of Identity</b>: These regulaton specify the type and amount of ingredients that certain foods must contain if they are to be called a particular name on the food label. For some foods , there is a maximum/minimun concentration of a certaim component that they must contain . For example , peanut butter must be less than 55% fat , ice cream must be greater than 10% milk fat , chedar cheese must be greater than 50% milk fat and less than 39% moisture.</li><li><b>Standard of Quality</b>: Standard of quality have been defined for certain food, for example , canned foods and vegetables to set minimum requirement on colour, tenderness, mass and freedom from defect .</li><li><b>Standard of fill and container</b>: These standards states how full a container must be to avoid consumer deception as well as specify the degree of fill is measured.</li></ol>"
                    ],
                    "guid": "DSKT:UM18?",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Enumerate the Voluntary<b>&nbsp;Standards&nbsp;</b>specified by government agencies concerning the compostiton, quality , inspection and labelling of specific food product.",
                        "<ol><li><b>Standard of Grade</b>: A number of foods including meat , dietary products and eggs are graded according to their quality. For example, from standard to excellent. For example meat can be graded as prime, choice, select, standard e.t.c. according to their origin, tenderness, juicyness, flavour and appearance. The government has laboratories that food producers send their products to be tested to receive the appropriate certification. This service is requested and paid for by the food producer.</li><li><b>Nutritional Labelling </b>: This states the total calorific value of the food as well as total fat, saturated fat, cholesterol, sodium, carbohydrate, dietary fibres, sugars , proteins, vitamins, calcium and iron. Although, government regualations stipulate the minimun and maximum amounts of specific food components that the food must contain if it is to be given one of these nutrient content description. The label may also contain certaim approved health claims based on links between specific food component and certain diseases. For example calcium and ostereoporosis, sodium and HBP , soluble fibre and heart diseases, cholesterol and heart disease. The information provided on the label can be used by consumers to plan a nutritious and balanced diet. It is also used to avoid over consumption of food components linked with heart problems and to encourage greater consumptions of foods that are benficial to health.</li></ol>"
                    ],
                    "guid": "sLr`PwHF,R",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the properties of food analysed?",
                        "<ol><li style=\"text-align: justify;\"><b>Compostion</b>: Government regulations states the concentration of certain food components must be stipulated on&nbsp; the nutriional label of the product and ae usually reported as specific molecules. The compostion can be specified in a number of different ways depending on the property that is of interest to the analyst and the type of analytical procedures used.&nbsp;</li><ol><li style=\"text-align: justify;\">Specific atom component of the food like carbon,&nbsp;</li><li style=\"text-align: justify;\">specific molecules like water, sucrose,&nbsp;</li><li style=\"text-align: justify;\">types of molecules like fats &amp; oil, proteins,</li><li style=\"text-align: justify;\">&nbsp;physical composition and specific substances like peas, flour, milk, peanut e.t.c.&nbsp;</li></ol><li style=\"text-align: justify;\"><b>Structure</b>: Refers to the physical arrangement of the components within a food product, including the size, shape, and organization of molecules, cells, and tissues. Analyzing the structure of food products can help manufacturers understand how they will behave during processing and storage, and how they will affect the texture and sensory properties of the final product.</li><li><div style=\"text-align: justify;\"><b>Physicochemical properties</b>: Refers to the physical and chemical properties of a food product, including its viscosity, pH, water activity, and surface tension. Analyzing the physicochemical properties of food products can help manufacturers understand how they will interact with other ingredients and processing conditions, and how they will affect the stability, texture, and sensory properties of the final product.</div></li><li style=\"text-align: justify;\"><b>Sensory attributes:</b> Refers to the subjective characteristics of a food product that are detected by the senses, including taste, aroma, texture, and appearance. Analyzing the sensory attributes of food products can help manufacturers understand how they will be perceived by consumers and make adjustments to meet their preferences. Sensory analysis involves using trained panels or consumer panels to evaluate the product's sensory properties.<br></li></ol><div style=\"text-align: justify;\"><br></div>"
                    ],
                    "guid": "u+?wn;I9JO",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Mention sources where information about the techniques used to ananlyse food can be obtained.",
                        "<ul><li>Books</li><li>Tabulated official methods of analysis</li><li>Journals</li><li>Equipment and reagent suppliers</li><li>Internet</li><li>Developing a new technique.</li></ul>"
                    ],
                    "guid": "AmiAqG1a<g",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List and comment on those criteria that are important in selecting an appropriate technique in food analysis.",
                        "<ul><li>Precision: A measure of the ability to reproduce an answer between determinations performed by the same scientist or group of scientist using the same equipment and experimental approach.</li><li>Reproducibilty: The measure of the ability to reproduce an answer by scientist using the same experimental approach but in in different laboratory using different equipment.</li><li>Accuracy: The measure of how close one can actually measure the true value of the pareameters being meaasured e.g fat content or Na concentration.</li><li>Simplicity of Operation: It is a measure of the ease with which relatively unskilled workers may carry out analysis.</li><li>Cost: The total cost of the analysis including the reagent , instrumentation and the salaries of personnel required to carry it out.</li><li>Speed: The time needed to complete the analysis of&nbsp; single sample of the number of samples that can be analysed in a given time.</li><li>Specificity: A measure of the ability to detect and quantify specific component within a food material even in the presence of other similar components e.g fructose in the presence of sucrose and glucose.</li><li>Sensivity: The measure of the lowest concentration of a given component that can be measured by a given procedure.</li></ul>"
                    ],
                    "guid": "k`1exQc`8~",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "ffea3375-cd8f-11ed-b7ac-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [],
            "name": "Processing of Traditional Foods",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the reasons for processing foods?",
                        "<ol><li>It prevents or reduce infection of the food with microbes or toxins.</li><li>It increases the shelf life of the food.</li><li>It prevents microbial growth or toxin production.</li><li>It improves the nutritional properties of the food.</li><li>It makes food more palatable and attractive.</li><li>It helps in producing foods for special groups of people. e.g the pregnant mothers, lactating mothers and the elderly.</li></ol>"
                    ],
                    "guid": "Es_Bi1Q-)-",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List five processing methods.",
                        "<ul><li>Fermentation</li><li>Heating&nbsp;</li><li>Boiling</li><li>Frying</li><li>Canning</li></ul>"
                    ],
                    "guid": "p$nR/v-}E0",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List four functions of food.",
                        "<ul><li>Provide energy to living organisms</li><li>Help to defend the organism against infection.</li><li>Helps in building the body component of the organism.</li><li>It helps the body to grow.</li></ul>"
                    ],
                    "guid": "PW)v_@w1l0",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List five properties of Casor Seed",
                        "-Castor Seed (Ricinus Communis)<br><ul><li>It contains a toxin called Ricin.</li><li>It causes death by preventing the biosynathesis of essential proteins which leads to cellular death.</li><li>It causes death between 36 - 72 hours when inhaled, ingessted or injected.</li><li>It belongs to type II of ribosome inactivating protein.</li><li>It is stable under normal condition but is activated by heating above 80<sup>0</sup>C.</li></ul>"
                    ],
                    "guid": "QXoc~87#[f",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What&nbsp; is the botanical name and the toxins contained in Oil bean seed ?",
                        "The botanical name is Pentaclethra macrophylla. It contains antinutrients such as Saponins, alkaloids, cardiac glycosides and grow . The bitter taste comes from the saponins and alkaloids."
                    ],
                    "guid": "N&lb,ze;KV",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Linamerin is a toxin contained in Cassava. Discuss.",
                        "<div style=\"text-align: justify;\">Cassava is contains a toxin a known as Linamerin(a conjugate of acetoene and HCN). In the presence of microorganisms the microbes secrete the enzyme <b>Linamerase </b>to produce acetate and HCN.</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">\\(Linamerin \\stackrel{linamerase}\\longrightarrow Acetone + HCN \\)</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">Linamerin belongs to the cardiac glycoside group(kills very fast). Cassava is processed to reduce the concentration of HCN acid. After processing, the amount of HCN is reduced from 800Mg per Kg to 10Mg per Kg. This means the processing of cassava is geared towards removing the hydrocyanic acid to a less lethal dose.</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">If garri is not processed properly it leads to cyanide poisoining which could cause goitrogenic effect, neuropathy(sight problem), and disturbance of the ETC.</div>"
                    ],
                    "guid": "K9*wKExo&&",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the consequences of consuming unprocessed Garri?",
                        "It can lead to cyanide poisioning which can be grouped into intrinsic and extrinsic which can cause :<br><ul><li>Goitrogenic Effect</li><li>Neuropathy (sight problem)</li><li>Fatty Liver</li><li>Disturbance of the ETC&nbsp;</li><li>Reduction of amino acid and vitamins</li><li>Induction of diaberes Mellitus</li></ul>"
                    ],
                    "guid": "D$d&@*OTX9",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "0063699d-cd90-11ed-ac21-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [],
            "name": "Seeds and Grains",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What are seeds ?",
                        "Seeds are fertilized mature ovum, the end product of asexual reproduction. They are also said to be embryonic plants enclosed in a coat.<br><br><i>Plants that do not produce seeds produce spore through the process of photosynthesis.</i>"
                    ],
                    "guid": "+*s)#0&iB",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List and explain the parts of a seed.",
                        "<ol><li><b>Endosperm</b>: This represents the power house of the seed. This is the food storage tissue that provides nutrients for the developing embryo. It is usually found in the center of the seed and is rich in starch, protein, and oils.&nbsp;</li><li><b>Seed Coat</b>: The seed coat is the outer protective layer of the seed. It is made up of one or more layers of cells, and its main function is to protect the internal structures of the seed from damage, desiccation, and infection.</li><li><b>Embryo</b>: It is the young plant that develops from a fertilized egg cell within a seed. It consists of three main parts: the radicule, which will become the root system; the shoot apical meristem which will become the stem and leaves; and the cotyledons (monocotelydons and dicotyledons) which are the first leaves that emerge from the seed and provide the embryo with stores food.</li></ol>"
                    ],
                    "guid": "cx3xHBHEO%",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List the ways seeds could the classified.",
                        "<ul><li>Based on Agriculture</li><li>Based on Cotyledon</li><li>Based on Botany</li><li>Based on Germination</li></ul>"
                    ],
                    "guid": "JO`ML}t-g.",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How can seeds be classified based on Agriculture?<br>",
                        "<ul><li style=\"text-align: justify;\"><b>True Seeds</b>: True seeds are formed through sexual reproduction, which involves the fusion of male and female gametes to produce a genetically diverse offspring. They originate from flowers.</li><li style=\"text-align: justify;\"><b>Vegetative Seeds</b>: Vegetative seeds are formed asexually, without the fusion of gametes. They&nbsp;Originate from root , stem, leaves or its modification.</li></ul>"
                    ],
                    "guid": "u)uUL`]U)m",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How can seeds be classified based on cotyledon?",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20341%2Fdepositphotos_116839904-stock-illustration-anatomy-of-bean-seedling-on.jpg?alt=media&amp;token=1be9edc5-2aa4-4b67-9c3d-7c6e103c0572\">&nbsp;<br><ul><li><b>Monocotyledon</b>: Monocots are plants that have a <font color=\"#ff0000\">single cotyledon</font> or embroyonic leaf. monocot roots usually have a fibrous structure, which helps them to anchor the plant and absorb water and nutrients from the soil. e.g maize</li><li><b>Dicotyledon</b>: Dicots are plants that have <font color=\"#ff0000\">two cotyledons</font> or embronic seed leaves. Dicot roots usually have a taproot structure, which helps them to penetrate deeply into the soil and access water and nutrients from lower layers.&nbsp;e.g grouondnut</li></ul>"
                    ],
                    "guid": "m8wjH0jAqy",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How can seeds be classifies based on Botany?",
                        "<ul><li><b>Naked Seed or gymnosperm</b>: They don't have flowers. They produce seeds that are not enclosed in an ovary or fruit, but are usually contained in a cone or other structure.&nbsp;e.g pine trees, ginkgos, cycads.</li><li><b>Covered Seed or angiosperm</b>: They have flowers. They&nbsp; produce seeds that are enclosed in an ovary or fruit&nbsp;e.g apples, roses, rice.</li></ul>"
                    ],
                    "guid": "cG7?#Q``Q5",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How can seeds be classifies based on germination?",
                        "<ul><li><b>Hypogeal</b>: The cotyledons (seed leaves) remain below the soil surfacee.g Sweet potatoes and peanuts.</li><li><b>Epigeal</b>: The cotyledons (seed leaves) are raised above the soil surface. e.g tomatoes, sunflowers.</li></ul>"
                    ],
                    "guid": "nF)]0vy5O~",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List four roles that edible seeds play in diet.",
                        "<ul><li>Source of nutrient</li><li>Source of protein</li><li>Source of Energy</li><li>Source of food ingredient</li></ul>"
                    ],
                    "guid": "AR#FHxX[V*",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Give five examples of edible seeds",
                        "<ul><li>Grains: These include <b>high nutrient dense grains</b> e.g whole grains, oat, <b>less nutrient dense grains</b> e.g white rice , white bread and <b>refined grains</b>&nbsp;e.g cake, pasteries (<i>They are high in sodium, salt and are not nutritious but are fortifies with mineral and vitamins to improve the nutrient qualities</i>).</li><li>Nuts: These include <b>Popular nut</b> e.g almond nut , wall nut, <b>less popula</b>r nut e.g cashew nut .</li><li>Pulses: They are seeds of&nbsp; leguminuous plant enclosed in a pod. note that seed used in oil production is not classifed as puleses and any seed harvested green is classified as vegetables.</li><li>Coca: It is obtained from cocoa tree and is used to make cocoa butter, beverages.</li><li>Coffee Plant: It is used to make&nbsp; the reglar coffee we take .</li></ul>"
                    ],
                    "guid": "O1541oIhw!",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Define Refining .",
                        "This is the process where the coarse part of the food is removed."
                    ],
                    "guid": "ph&hC1nH{8",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Give examples of edible seeds that contribute little or nothing to in terms of energy intake.",
                        "<ul><li>Pepper&nbsp;</li><li>Mustard seeds</li><li>Seeds used in seasoning</li></ul>"
                    ],
                    "guid": "zOJ1ykowrC",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        }
    ],
    "crowdanki_uuid": "e10bee70-dc19-11ed-a6fe-842afdcd6eb6",
    "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
    "deck_configurations": [
        {
            "__type__": "DeckConfig",
            "autoplay": true,
            "crowdanki_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "dyn": false,
            "interdayLearningMix": 0,
            "lapse": {
                "delays": [
                    10.0
                ],
                "leechAction": 1,
                "leechFails": 8,
                "minInt": 1,
                "mult": 0.0
            },
            "maxTaken": 60,
            "name": "Default",
            "new": {
                "bury": true,
                "delays": [
                    1.0,
                    10.0
                ],
                "initialFactor": 2500,
                "ints": [
                    1,
                    4,
                    0
                ],
                "order": 1,
                "perDay": 20
            },
            "newGatherPriority": 0,
            "newMix": 0,
            "newPerDayMinimum": 0,
            "newSortOrder": 0,
            "replayq": true,
            "rev": {
                "bury": true,
                "ease4": 1.3,
                "hardFactor": 1.2,
                "ivlFct": 1.0,
                "maxIvl": 36500,
                "perDay": 200
            },
            "reviewOrder": 0,
            "timer": 0
        }
    ],
    "desc": "",
    "dyn": 0,
    "extendNew": 0,
    "extendRev": 0,
    "media_files": [],
    "name": "BCH 341",
    "note_models": [
        {
            "__type__": "NoteModel",
            "crowdanki_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
            "css": ".card {\n  font-family: arial;\n  font-size: 20px;\n  text-align: justfy;\n  color: black;\n  background-color: white;\n}\n",
            "flds": [
                {
                    "font": "Arial",
                    "name": "Front",
                    "ord": 0,
                    "rtl": false,
                    "size": 20,
                    "sticky": false
                },
                {
                    "font": "Arial",
                    "name": "Back",
                    "ord": 1,
                    "rtl": false,
                    "size": 20,
                    "sticky": false
                }
            ],
            "latexPost": "\\end{document}",
            "latexPre": "\\documentclass[12pt]{article}\n\\special{papersize=3in,5in}\n\\usepackage[utf8]{inputenc}\n\\usepackage{amssymb,amsmath}\n\\pagestyle{empty}\n\\setlength{\\parindent}{0in}\n\\begin{document}\n",
            "latexsvg": false,
            "name": "Basic-f6c61",
            "req": [
                [
                    0,
                    "any",
                    [
                        0
                    ]
                ]
            ],
            "sortf": 0,
            "tags": [],
            "tmpls": [
                {
                    "afmt": "{{FrontSide}}\n\n<hr id=answer>\n\n{{Back}}",
                    "bafmt": "",
                    "bfont": "",
                    "bqfmt": "",
                    "bsize": 0,
                    "did": null,
                    "name": "Card 1",
                    "ord": 0,
                    "qfmt": "{{Front}}"
                }
            ],
            "type": 0
        }
    ],
    "notes": []
}