{
    "__type__": "Deck",
    "children": [
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "03216df1-cd90-11ed-862a-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [],
            "name": "Bioinroganic Chemistry",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What is biorganic chemistry?",
                        "Biorganic chemistry is the study of metal species in biological systems. It studies the behaviour of mettaloproteins as well as artificially introduced metals in medicine and toxicology."
                    ],
                    "guid": "L7cp)Zp<dB",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are metalloproteins?",
                        "Metalloproteins are proteins that are linked with metals. They exist as cofactors.<br><br>Metalloproteins are proteins that contain metal ions as an essential part of their structure and function. "
                    ],
                    "guid": "!qC7h/LfL",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is an ion?",
                        "An ion is an atom or group of atom with a electric charge.<br><ul><li>cation (positive charge)</li><li>anion (negative charge)</li><li>Organic ions contain carbon</li><li>Inorganic ions don't contain carbon.</li></ul>"
                    ],
                    "guid": "MzSHfkgQxX",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the physiochemical properities fo metalloproteins?",
                        "<ul><li>Appearcance</li><li>Conductivity</li><li>Density</li><li>Malleability</li><li>Melting Point</li></ul><br>1) These properties help in predicting the chemical fate of its environment.<br>2) They help in modifying the biological activities of many compounds."
                    ],
                    "guid": "gP)w3=qVtC",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are importance of inorganic ions?",
                        "<ol><li>They occur as trace elements in which changes in their concentration can cause serious consequences in man.</li><li>They are involved in oxygen transport and activation of protein.</li><li>They occur in electron transfer protein as cytochromes and ubiquinone.</li><li>jThey occur as cofactor in enzymes or bioorganometallic system e.g nitrogenases</li><li>They are involved in the binding stability and folding of protein . e.g&nbsp;\\(Zn^2+\\) in Zn fingers helps in shaping the protein which interacts with DNA.</li></ol>"
                    ],
                    "guid": "KYmuM2bh7[",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What defines the essentiality of biorganic elements?",
                        "Essentiality is defined by :<br><ul><li>A physiological deficiency appears when the elements is removed from the diet.</li><li>The deficiency is relieved by the additon of that element to the diet.</li><li>A specific biological function is associated with the element.</li></ul><br>"
                    ],
                    "guid": "d>K)cp=Gj.",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the function and deficiency of sodium?",
                        "It serves as charge carrier and helps in the osmotic balance in the body. Their is no deficiency in the note."
                    ],
                    "guid": "MTPy&G6h1U",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the function and deficiency of potassium?",
                        "It serves as charge carrier and also helps in osmotic balance in the body. There is no deficiency in the note."
                    ],
                    "guid": "E]W7@-^}Ha",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the function and deficiency of Magnesium?",
                        "It helps in building body structure e.g hydorlase &amp; isomerase. Deficiency can lead muscle cramps."
                    ],
                    "guid": "F,*zCdEmO9",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the function and deficiency of Calcium?",
                        "It serves as structure trigger and charge carrier. Deficiency can lead to reduced skeletal growth."
                    ],
                    "guid": "Q%;^l{B_62",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the function and deficiency of Molybdenum?",
                        "It helps in nitrogen fixation, oxidase and oxo transfer. Deficiency leads to retardation of cellular growth&nbsp; and propensity of carrier."
                    ],
                    "guid": "h`XxUGbr6b",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the function and deficiency of Iron?",
                        "It helps in oxygen transport and storage and help in electron transfer in nitrogen fixation. There is no deficiency in the note."
                    ],
                    "guid": "uT:E^Qvt>T",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the function and deficiency of Cobalt?",
                        "It helps in oxidase and alkyl group transfer. Deficiency causes pernicious anaemia."
                    ],
                    "guid": "G%^ZD+np1K",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the function and deficiency of Nickel?",
                        "It is needed as a cofactor in the hydrogenase and hydrolase enzyme. Deficiency can lead to growth suppression and dermetitis."
                    ],
                    "guid": "q[T<J90}$8",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the function and deficiency of Copper?",
                        "It aids oxidase, dioxygen transport and electron transfer. Deficiency can cause artery weakness, liver disorder and secondary anemia."
                    ],
                    "guid": "l[-.p>S!kD",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the function and deficiency of Zinc?",
                        "It helps to maintain the structure of hydrolase enzyme. Deficiency can lead to stunted growth&nbsp; and skin damage."
                    ],
                    "guid": "y3fHsM(c~~",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the four key inorganic ions that you can remember the fuction of .",
                        "<ol><li>Iron&nbsp;\\((Fe^{2+} or Fe^{3+})\\) Iron is needed to transport oxygen from the lungs to the body's tissues.Iron helps produce energy in cells.Iron is important for the development and function of immune cells.Iron plays a role in the production of neurotransmitters in the brain.</li><li>Sodium\\([Na^+]\\) helps maintain fluid balance in the body by regulating the movement of fluids across cell membranes. is involved in the transmission of nerve impulses, which helps regulate muscle contractions . It helps maintain the body's acid-base balance and blood pressure ..</li><li>Potassium\\((K^+)\\) It's is essential for nerve function and helps regulate muscle contractions and heartbeat. It plays role of plays a role in regulating blood pressure by affecting the amount of fluid in the blood vessels. It regulates the pH of fluids in the body  and helps maintain the body's acid-base balance.</li><li>Calcium\\((Ca^+)\\) Provides strength and structure for bones and teeth. It helps to form clot in response to injuries. involved in the secretion of various hormones, including insulin, which helps regulate blood sugar levels.</li></ol>"
                    ],
                    "guid": "RdFxY.Y~n]",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Why is maintaining pH important in living organism?",
                        "Maintaining pH is crucial for the proper functioning of living organisms. The pH level determines the acidity or alkalinity of a solution, and it can have a significant impact on various biological processes, such as enzyme activity, cell membrane function, and metabolic reactions.<br><br>Enzymes are protein molecules that catyze chemical reactions in living organisms. Each enzyme has an optimal pH range at which it functions best. If the pH level is too high or too low, the enzyme's shape and function can be altered, rendering it ineffective or even damaging it irreversibly,<br><br>The pH of the environment also affects the function of cell membranes. These membranes act as barriers that control the passage of molecules into and out of the cell. Changes in pH can alter the structure of the membrane, causing it to become more or less permeable, which can lead to cell damage or death.<br><br>Metabolic reactions in living organisms aref fofteh pH-dependent . For example, the breakdown of glucose during cellular respiration produces acidic byproducts that needs to be neutralized to prevent damage t the cell.<br><br>Acid-base balance: Maintaining proper pH balance is essential for regulating the body's acid-base balance, which is important for various bodily functions, including breathing, kidney function, and metabolism.<br><br>Prevention of disease: Imbalances in pH can lead to a variety of health problems, including acidosis, alkalosis, and metabolic disorders. Maintaining pH balance can help prevent these conditions and promote overall health and well-being."
                    ],
                    "guid": "G[LOI0c<![",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the two types of iron ions?",
                        "The two different types of iron ions are :<br><ol><li>Ferrous&nbsp;\\([Fe^{2+}]\\) ion.</li><li>Ferric \\([Fe^{3+}]\\) ion.</li></ol>"
                    ],
                    "guid": "N6-m;BQI/>",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "unanswered"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Write a short note on the Entatic state in an metalloprotein.",
                        "<div style=\"text-align: justify;\">The term \"entatic state\" refers to a special state of a metal ion within a metalloprotein where its cordination geometry is strained or distorted from its usual geometry&nbsp; in order to optimize its interaction with the protein environment.&nbsp;</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">Depending on its redox state a transition ion has preference for a particular cordination geometry in small model compleses. A metal ion can be in a tetrahedron when reduced and in a planar structure when oxidized. Binding of the complex to a macromolecular structure (in this case a protein) creates a strained or entatic state with a geometry that is&nbsp; intermediate between tetrahedral and planar.</div>"
                    ],
                    "guid": "Qc_D!xG?Hz",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Give two examples of metals in entatic state.",
                        "<b>Plastocyanin</b>:<br>Plastocyanin is a blue copper protein found in plants and algae, which plays a critical role in photosynthesis. The copper ion in plastocyanin is coordinated to two histidine residues in the protein and adopts a distorted tetrahedral geometry known as a \"3-coordinate Cu(II) site\".  The entatic state of the copper ion in plastocyanin allows it to efficiently transfer electrons between photosynthetic complexes, ultimately facilitating the conversion of light energy into chemical energy.<br><br><br><b>Carboxypeptidase A</b>:<br>Carboxypeptidase A is a zinc-dependent enzyme that catalyzes the hydrolysis of peptides by removing amino acids from the carboxyl end of the peptide chain. The zinc ion in carboxypeptidase A is coordinated to two histidine residues and a water molecule in the protein, and adopts a distorted tetrahedral geometry known as a \"3-coordinate Zn(II) site\".  The entatic state of the zinc ion in carboxypeptidase A allows it to efficiently activate water molecules for nucleophilic attack on peptide substrates, ultimately facilitating the peptide hydrolysis reaction."
                    ],
                    "guid": "s/=|PG>I8f",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the reasons for the formation of entatic state in zinc metallo enzymes?",
                        "<ol><li style=\"text-align: justify;\">The D-Shell is completed.</li><li style=\"text-align: justify;\">There is no ligand field stabilization in zinc complexes.</li><li style=\"text-align: justify;\">The stereochemistry is determined largely by ligand size and elecrostatic and covalent binding forces.</li><li style=\"text-align: justify;\">It may serve to stabilize structure as in Bacillus subtilis&nbsp;\\(\\alpha-amylase\\).</li><li style=\"text-align: justify;\">It may have solely structural role as in aspartate transcarbamylase.</li><li style=\"text-align: justify;\">It may paricipate in both structural and catalytic role. e.g Horse liver alcohol dehydrogenase and alkaline&nbsp; phosphatase of E.coli.</li><li style=\"text-align: justify;\">Involved in both catalysis and regulation e.g bovine lens aminopeptidase.</li></ol><br><br>Increased catalytic activity: The entatic state can increase the catalytic activity of the enzyme by optimizing the orientation and positioning of the reactants, reducing the activation energy required for the reaction.<br><br>Enhanced selectivity: The entatic state can enhance the selectivity of the enzyme by stabilizing a particular substrate conformation or transition state.<br><br>Increased stability: The entatic state can increase the stability of the enzyme by optimizing the interactions between the zinc ion and its ligands, reducing the likelihood of dissociation or rearrangement of the complex."
                    ],
                    "guid": "kB5!iYr!Ex",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Mention some examples of roles of metals ?",
                        "<ol><li style=\"text-align: justify;\">Roles of many enzyme: In various modes of metal protein interaction.</li><ul><li>As metal, -Ligand and enzyme bridge d complexes.</li><li>As electrom donors or acceptors.</li><li>As lewis acids (an acid that accepts electron pair).</li><li>As structural regulators.</li></ul><li style=\"text-align: justify;\">Essential for intra and inter cellular communication based on the concentration gradients of potassium , sodium , calcium ions.</li><ul><li>Ca2+ in blood clot and muscle contraction.</li><li>Mg2+ in photosynthesis.</li><li>Na+ in glucose and amino acids transport.</li></ul><li style=\"text-align: justify;\">Structural stability of some proteins: Secondary, tertiary and quaternary chains or subunits usually held together by hydrogen bonds and van deer waals forces between non polar side chains.</li><ul><li>Insulin (Zn)</li><li>Haemoglobin (Fe)</li><li>DNA polymerase (Mg2+ or Mn2+)</li><li>Ribosomes (Mg2+ , K+)</li></ul></ol><br><br><br>Enzymatic activity: Some metals, such as zinc and iron, can function as cofactors for enzymes, helping to catalyze chemical reactions.<br><br>Structural stability: Some metals, such as calcium, can help stabilize the structure of proteins, particularly those with multiple domains or subunits.<br><br>Transport: Some metals, such as iron and copper, are involved in the transport of small molecules across cell membranes.<br><br>Signaling: Some metals, such as zinc, can act as signaling molecules, regulating gene expression and other cellular processes.<br><br>Defense: Some metals, such as zinc and copper, are involved in the body's defense against pathogens and can help activate immune responses.<br><br>Electron transfer: Some metals, such as iron and copper, can participate in electron transfer reactions, which are essential for energy production in cells."
                    ],
                    "guid": "p3N?HL44)t",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Why don't glycoproteins contain metals?",
                        "Glycoproteins are proteins that are chemically modified by the addition of carbohydrate molecules to specific amino acid residues. These carbohydrate molecules can be attached to the protein backbone via either N-linked or O-linked glycosylation.<br><br>1. Metals tend to form strong ionic bonds, which can disrupt the folding and stability of proteins.<br><br>2. Metals can be toxic to cells at high concentrations, and the incorporation of metals into glycoproteins could potentially lead to toxicity.<br><br>3. The addition of carbohydrates to proteins, which is the defining characteristic of glycoproteins, can enhance their solubility, stability, and functionality. Therefore, there may not be a need to incorporate metals to enhance glycoprotein function.<br><br>4. Glycoprotein synthesis is a complex process that does not naturally involve metals because the presence of metals in glycoproteins would require additional biological mechanisms that are not typically involved in glycoprotein synthesis.<br>"
                    ],
                    "guid": "bDt!qmN_KY",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "022bb26b-cd90-11ed-91bd-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "paste-064cfc82c6ae683b2df5b185c76489d1aeaeeeea.jpg",
                "paste-ebd71f8fe25bb9af7f6b26939025eca9d5f3c385.jpg"
            ],
            "name": "Electrolyte Metabolism",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the difference between major elcetrolytes and trace electrolytes?",
                        "The major electrolytes occur mainly in free ions while trace electrolytes are mostly bound in combination with proteins; as in catalase and superoxide dismutase (SOD) as cofactors."
                    ],
                    "guid": "FGsx/evvNB",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Describe the metabolism of heme iron.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20%20413%2Fpaste-064cfc82c6ae683b2df5b185c76489d1aeaeeeea.jpg?alt=media&token=4dafcade-48d0-4fc7-9ced-4113cd8eeb11\"><br>Dietary iron is taken either as a <b>free iron (ferric ion, Fe3+)</b>, or in <b>haem (ferrous ion , Fe2+) </b>depending on the sources. This absorption occurs mainly in the jejunum and duodenum of intestinal enterocyte.<br><br>The free iron in the intestine is reduced by <b><font color=\"#ff0000\">ferric reductase</font></b> to ferrous. This is because the free iron cannot cross the membrane of the intestine into enterocyte of the intestine.<br><br>The Fe2+ is transported into the intestinal enterocyte by&nbsp; <b><font color=\"#ff0000\">divalent metal transporter 1(DMT1)</font> </b>while the heme bearing iron II is carried across the intestine into the enterocyte by&nbsp;<b><font color=\"#ff0000\">Haem carrier protein 1(HCP1)</font>. </b>The iron is released by the action of <b><font color=\"#ff0000\">haem oxidase</font> </b>in the enterocyte. The iron from both sources binds to <b><font color=\"#ff0000\">Apoferritin </font></b>and is stored as <b><font color=\"#ff0000\">Ferritin</font>.&nbsp;</b><br><br>Some of the iron is carried across the intestinal membrane by <b><font color=\"#ff0000\">Ferroportin</font></b>, a transport protein. The Fe2+ is oxidized back to Fe3+ by <b><font color=\"#ff0000\">Hephaestin</font></b>. Now , the ferric iron in the blood will bind to <b><font color=\"#ff0000\">Apotransferrin </font></b>to form <b><font color=\"#ff0000\">Transferrin</font></b>.<br><br>The transferrin carries Fe3+ to various storage sites and points of utilization. <b>Liver is the major site of iron storage in the form of ferritin</b> while <b>bone marrow is the major site for iron utilization</b>."
                    ],
                    "guid": "F9)KrLd7BU",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How would you utilize iron in feritin ?",
                        "Iron in <b>transferrin </b>can be absorbed into liver hepatocytes because transferrin binds to its receptor. The iron in the transferrin is released and reduced to Fe2+ to enable<b><font color=\"#ff0000\"> divalent metal transporter 1 (DMT1)</font></b> convey it to the liver hepatocyte for storage as <b><font color=\"#ff0000\">Ferritin</font></b>.&nbsp;<br><br>If the iron in the liver is needed, it is released into the blood by <b><font color=\"#ff0000\">ferriportin </font></b>while the ferrous state is reduced to the ferric form (Fe3+) by <b><font color=\"#ff0000\">ferroxidase</font></b>. The Fe3+ is bound to transferrin and is transported to cell/tissues of interest.&nbsp;<br><br>The transferrin carrying iron destined to cells binds to cells or tissue transferrin-receptor to form<b><font color=\"#ff0000\"> receptor-transferrin iron complex</font></b> which gets atteched to the cytosol."
                    ],
                    "guid": "fIgCFq4Y0P",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Describe the mechanism of reabsorption of hydrogen ion and bicarbonate in the renal tubule.",
                        "Erythrocyte is the principal site for the generation of H+ and&nbsp;\\(HCO_3^-\\)<br><br>\\(CO_2 + H_2CO_3 \\longleftrightarrow H_2CO_3\\)<br><br>\\(H_2CO_3 \\longleftrightarrow H^+ + HCO_3^-\\)<br><br>The mechanism of the reabsorption of&nbsp; \\(HCO_3^-&nbsp;\\) occurs as follows: The \\(HCO_3^-&nbsp;\\) cannot cross the membrane of the renal tubule lumenand so H+ is pumped from the tubular cell into the lumen in exchange of Na+ which goes into the tubular cell. The H+ now in the tubular lumen combines with \\(HCO_3^-&nbsp;\\) to form carbonic acid \\(H_2CO_3 \\) thus:<br><br>\\(H^+ + HCO_3^- \\longrightarrow H_2CO_3&nbsp;\\)<br><br>The carbonic acid formed dissociates spontaneously to&nbsp;\\(H_2O\\) and&nbsp;\\(&nbsp;CO_2\\)<br><br>\\(H_2CO_3 \\longrightarrow H_2O&nbsp; +&nbsp; CO_2\\)<br><br>The CO2 diffuses into the cell while H2O is eliminated through the lumen. The CO2 now in the cell combines with H20 to form&nbsp;\\(H_2CO_3\\)<br><br>This&nbsp;\\(H_2CO_3\\) formed in the cell dissociates to H+ and \\(HCO_3^-&nbsp;\\). The bicarbonate \\(HCO_3^-&nbsp;\\) cross the basal membrane of the cell into the intersititial fluid leading to the final reabsorption of the \\(HCO_3^-&nbsp;\\) earlier filetered from the blood through the glomrulus.&nbsp;<br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20%20413%2Fpaste-ebd71f8fe25bb9af7f6b26939025eca9d5f3c385.jpg?alt=media&token=9279bf8f-78ea-4355-9e45-d0ac43f77c13\"><br>Now the hydrogen ion H+ produced is yet to be excreted. Thus, after \\(HCO_3^-&nbsp;\\)&nbsp;in the lumen is reabsorbed, the phosphate buffer&nbsp;\\(HPO_4^{2-})\\) combines with H+ from the renal tubular cells to form \\(HPO_4^-\\).<br><br>\\(H^+ + HPO_4^{2-} \\longrightarrow HPO_4^- \\)<br><br>Ammonia can act as urinary buffer.<br><br>\\(H^+ + NH_3 \\longrightarrow NH_4^+ \\)<br><br>The NH3 is usually formed in renal tublular cells from glutamine; a reaaction catalyzed by glutamicase through direct deamination reaction. The&nbsp;\\(NH_4^+\\) (ammoniurm ion) formed is now excreted resulting to H+ excretion . In other words , the H+ is meither excreted in&nbsp;\\(H_2PO_4^- \\) by the renal tubule.<br />"
                    ],
                    "guid": "c+<d$:++$>",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "0374a2f7-cd90-11ed-b7b2-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "paste-7efdf4f0798e8dea5a4d33ef1b529e930e20b204.jpg",
                "paste-f955819f2ada096ae36ba8567295b213b1d7b0aa.jpg"
            ],
            "name": "Ligand complexes and their Biochemical significances.",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What is a ligand?",
                        "A ligand is an atom, ion or functional group that is bonded to one/moe central atoms/ions usually metals through coordinate covalent bonds. An array of such ligands around a center is termed a <b><i>Complex</i></b>.<br><br>A central atom usually have a positve charge which is stabilized by donation of negative charge from the ligands.<br><br>Neutral/negatively charged centers are also usuallly stabilized by donating electron density back to the ligand in a process known as \"back bonding\". The charge on the central atom constrains the number of ligands that may be bonded since each type of the liganddonates a characteristic number of electrons and there is a requirement for overall neurality.<br><br>If the directly bonded ligands on otherwise known as <i style=\"font-weight: bold;\">inner sphere ligands </i>do not balance the charge. This may be done by purely ionic interactions with another set of ions which is known as <b><i>outer sphere ligands</i></b>.<br><br><i>The inner sphere ligands arrange themselves in a certain geometry fixed for a given complex but in some cases mutable by reaction to another stable isomer.&nbsp;</i><br><br>Ligands which bind to the central atom through more than one site of their own are termed <b><i>polydentate</i></b>. A ligand binding through two site for example is bidentate, through three site <b><i>tridentate </i></b>and so on."
                    ],
                    "guid": "AF|pl:sPA_",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Describe Ligand Arrangement.",
                        "Ligand arrangement refers to the spatial arrangement of ligands around a central metal ion in a coordination complex.  For example, a complex with four distributed ligands will be described as <b>tetrahedral </b>while one on six will by <b>octahedral</b>."
                    ],
                    "guid": "D,{gu:@-)[",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Differences between High affinity ligand binding and low affinity ligand binding.",
                        "<ol><li>High affinity llignad binding results from greater intermolecular force between the ligand and its receptor while low affinity ligand binding results from less intermolecular forces between the ligand and its receptor.</li><li>High affinity binding results from a higher degree of occupancy for the ligand at its receptor binding site than in the case for low affinity binding.</li><li>High affinity ligand binding implies that a relatiely low concentration&nbsp;<b>K,&nbsp;</b> of a ligand is adequate to&nbsp; trigger physiological response <b>(Agonist for the receptor)</b>. Low affinity binding&nbsp; implies implies that a relatively high concentration of the ligand is required to trigger physiological response.&nbsp;<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20%20413%2Fpaste-f955819f2ada096ae36ba8567295b213b1d7b0aa.jpg?alt=media&token=6a125407-53b8-445c-ae32-07bc054f5307\"></li><li>Higher binding affinity ligand tend to have low dissociation constant while low affinity binding ligand tends to have high dissociation constant</li><li>Higher binding affinity ligand tend to have higher value of &nbsp;\\(IC_{50}\\) while low affinity binding ligand tends to low value of.  \\(IC_{50}\\)</li></ol>"
                    ],
                    "guid": "ot:N_%3yn*",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Describe the following drug potency and blinding affinity.",
                        "Drug potency refers to the concentration or dose of a drug required to produce a desired biological effect.<br><br>Binding affinity refers to the strength of the interaction between a drug molecule and its target, typically measured by the dissociation constant (Kd) or the concentration of drug required to occupy 50% of the available binding sites (IC50). <br><br>A drug with a higher binding affinity for its biological target will bind more tightly and more effectively to the target, resulting in a stronger biological response at lower drug concentrations. As a result, drugs with higher binding affinities are generally more potent than drugs with lower binding affinities.<br><br>However, the relationship between binding affinity and drug potency is not always straightforward, as other factors such as pharmacokinetics (how the drug is absorbed, distributed, metabolized, and eliminated), and the sensitivity of the target tissue to the drug also affect its potency."
                    ],
                    "guid": "M/fyJo/^eK",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is Ligand efficacy?",
                        "This refers to the ability of the ligand to produce a biological response upon binding to the target receptor and the quantitative magnitude of this response. This response maybe as an agonist or antagonist or inversr agonist depending on the physiological response produced."
                    ],
                    "guid": "dolji[OBc{",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Diffenrence between full agonist, partial agonist and receptor antagonist in ligand binding.",
                        "<ol><li>Full Agonists: Full agonists are ligands that binds to a receptor and produce a maximal biological response. They fully activate the receptor and produce the same effect as the endogenous ligand for that receptor.</li><li>Partial Agonists: Partial agonists are ligands that bind to a receptor and produce a sub-maximal biological response. They partially activate the receptro, but not to the same extent as a full agonist. Partial agonists also binds to the same site on the receptor as the endogenous ligand, but they stabilize a slightly different conformation of the receptor.</li><li>Antagonists: Antagonists are ligands that bind to a receptor but do not produce a biological response. Instead, they block the action of other lignads, including both full and partial agonists.By blocking the receptor, antagonists prevent the biological response that would normally produced.</li></ol><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20%20413%2Fpaste-7efdf4f0798e8dea5a4d33ef1b529e930e20b204.jpg?alt=media&token=c2311d76-00ff-4620-88cd-8194dc953c30\"><br>"
                    ],
                    "guid": "svo}b{$1he",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the two major differences between functional responses and binding.",
                        "<ol><li><b>Measurement of activity</b>: Functional responses measure the physiological responses of cells or tissues to ligand-receptor binding , while binding studies measure the binding affinity and kinetics of ligands to receptors.</li><li><b>Assay conditions</b>: Fucntional responses are typically measured under conditons that mimic physiological conditons, such as in vitro or in vivo studies, while binding studies are typically measured under controlled laboratory conditions such as radioligand binding assays.</li></ol>"
                    ],
                    "guid": "C>o;!0#ZC4",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Using any named macromolecules , explain the ligand binding and functional response.",
                        "<div><div style=\"text-align: justify;\">Acetylcholine is a neurotransmitter that binds to specific receptor sites called<b> <font color=\"#ff0000\">nicotinic and muscarinic acetylcholine receptors (nAChRs and mAChRs, respectively)</font></b> located on the surface of cells, primarily in the nervous system.</div><div style=\"text-align: justify;\"><br></div></div><div><div style=\"text-align: justify;\">When acetylcholine binds to nAChRs, it causes a conformational change in the receptor, leading to the opening of an ion channel and the influx of sodium ions into the cell, which results in depolarization of the cell membrane and ultimately the propagation of an action potential. This is the functional response of the nAChR activation, and it occurs rapidly, within milliseconds of ligand binding.</div><div style=\"text-align: justify;\"><br></div></div><div style=\"text-align: justify;\">On the other hand, when acetylcholine binds to mAChRs, it activates a downstream signaling pathway through the <font color=\"#ff0000\"><b>activation of G-proteins</b></font>. This pathway can lead to various responses, such as the opening or closing of ion channels, the activation of enzymes, or the modulation of gene expression. The functional response of mAChR activation is more complex and can take longer to manifest, ranging from seconds to minutes.</div>"
                    ],
                    "guid": "gbRfMSlFZ[",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Using a know micro molecule describe ligand binding and functional response.",
                        "<div>Hemoglobin is a macromolecule that is found in red blood cells and is responsible for transporting oxygen from the lungs to the body's tissues. Hemoglobin is composed of four subunits, each of which contains a heme group that can bind to oxygen.</div><div>When oxygen binds to the heme group in hemoglobin, it induces a conformational change in the protein that makes it easier for additional oxygen molecules to bind. This process is known as cooperative binding and allows hemoglobin to efficiently transport oxygen throughout the body.</div><div>In addition to oxygen, hemoglobin can also bind to other ligands, such as carbon monoxide and nitric oxide. When carbon monoxide binds to the heme group, it blocks the binding of oxygen and can lead to carbon monoxide poisoning. When nitric oxide binds to the heme group, it can regulate blood flow and blood pressure.</div><br>"
                    ],
                    "guid": "IwNBy=9Iwr",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "0176b71d-cd90-11ed-875d-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [],
            "name": "Nitrgen Fixation",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What is nitrogen fixation ?",
                        "Nitrogen fixation refers to the conversion of atmospheric\nN<sub>2</sub> to ammonia and then to N containing organic compounds that can become\navailable to all forms of life.<br><br>\\(\\ce{N_2 + 16ATP + 8e^- +8H^+ \\stackrel{nitrogenase}{\\longrightarrow} 2NH3 + H2 +16ADP + 16Pi}\\)&nbsp;"
                    ],
                    "guid": "m_C18JT@Fw",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the two ways of fixing nitrogen in the soil?",
                        "<ol><li>Biological Nitrogen Fixation (BNF)</li><li>Non-biological Nitrogen Fixation.</li></ol>"
                    ],
                    "guid": "EY9E*8J(]O",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How is nitrogen fixed in the soil biologicallly?",
                        "Diazotrophs are microorganisms that are able to convert atmospheric nitrogen (N2) into a form that can be used by living organisms, such as ammonium (NH4+) or nitrate (NO3-). This organisms get nourished by fixing nitrogen.<br><br>Diazotrophs include both free-living and symbiotic bacteria. Some examples of diazotrophic bacteria include Azotobacter, Azospirillum, and Klebsiella, which are free-living bacteria that can fix nitrogen in the soil. Symbiotic diazotrophic bacteria include Rhizobium and Bradyrhizobium, which form nodules on the roots of leguminous plants, such as soybeans and clover, and fix nitrogen in exchange for carbon compounds from the plant. <br><br>\\(\\ce{N_2 + 16ATP + 8e^- +8H^+ \\stackrel{nitrogenase}{\\longrightarrow} 2NH3 + H2 +16ADP + 16Pi}\\)&nbsp;<br><br>Diazotrophs use the enzyme \"nitrogenase\"' to fix nitrogen and they make use of high amount of energy."
                    ],
                    "guid": "w^W~!6Je&T",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain how nitrogen is fixed in the soil using industrial process (non-biological method).",
                        "This makes use of the haber process.The Haber-Bosch process for nitrogen fixation involves the reaction of nitrogen gas (N2) with hydrogen gas (H2) to produce ammonia gas (NH3), which can then be condensed into a liquid. <br><br>This reaction is catalyzed by iron (Fe) or another metal catalyst and occurs at high temperature (around 400-500°C)<br><br><br>\\(\\ce{CH4 + H2O -&gt; CO + 3H2}&nbsp; \\) then<br><br>\\(\\ce{N2 +&nbsp; 3H2 \\stackrel{catalyst}{\\longrightarrow} 2NH3}\\)<br><br><br>This is what is imployed in manufacturing off fertilizer like Urea&nbsp;\\([CO(NH_2)_2)]\\), Ammoniium nitrate , ammonium sulphate, calcium ammonium nitrate."
                    ],
                    "guid": "s1]xyuY}8Q",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "5f422225-d939-11ed-bfed-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "71047981.jpg",
                "paste-86c4eee54f8f4a84d66501d8505eea4e9a9fd50b.jpg",
                "paste-bc4654a74d61bb5071c0b1800db158da793d6568.jpg"
            ],
            "name": "Ogugua's AOC",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "Define the role of the following proteins in the metabolism of a named electrolyte - Transferin, ferroxidase, ferritin, ferroportin, divalent metal transporter I, hephaestin, hepcidin, ferrireductase, haem transporter.",
                        "<ul><li style=\"text-align: justify;\"><b>Transferrin</b>: The ferric ion in the blood binds to&nbsp;<b><font color=\"#ff0000\">Apotransferrin&nbsp;</font></b>to form&nbsp;<b><font color=\"#ff0000\">Transferrin</font></b>.&nbsp; Transferrin carries iron(Fe3+) to the liver, where it is stored or metabolized, or to other tissues where it is used for essential functions. Transferrin also helps to regulate iron homeostasis by controlling the release of iron from storage sites.</li><li style=\"text-align: justify;\"><b>Ferroxidase</b>:&nbsp; In the process of iron export, ferroxidase oxidizes ferrous iron to ferric iron in the intestine and in cells that export iron into the blood to enable the binding of iron to transferrin, which transports iron to the tissues. In the process of iron storage, ferroxidases oxidizes ferrous iron to ferric iron in order to store iron in a non-toxic form called ferritin.&nbsp;</li><li style=\"text-align: justify;\"><b>Ferritin</b>: It protects cellls from the damaging effects of free iron and helps to maintain iron homeostasis in the body by storing excess iron in a non-toxic form.</li><li style=\"text-align: justify;\"><b>Ferropportin</b>: It works in conjunction with hephaestin, a copper-containing ferroxidase, to transport ferrous iron (Fe2+) out of the cell and into the bloodstream as ferric iron (Fe3+). Ferric iron then binds to transferrin for transport to other tissues and organs.</li><li style=\"text-align: justify;\"><b>Divalent metal transporter </b>I : It is found in the liver and the intestine where it is responsible for transporting ferrous iron (Fe2+)&nbsp; from the gut lumen into the cell for subsequent utilization or storage. . When iron levels are low, DMT1 expression is upregulated to increase iron uptake. When iron levels are high, DMT1 expression is downregulated to reduce iron uptake.</li><li style=\"text-align: justify;\"><b>Hephaestin</b>: It works in conjunction with ferroportin, a protein that transports iron out of cells and into the bloodstream, to facilitate the transport of iron by converting ferrous iron (Fe2+) to ferric iron (Fe3+), which can then be bound to transferrin for transport in the bloodstream.</li><li style=\"text-align: justify;\"><b>Hepcidin</b>: It regulate the expression and activity of ferroportin, a protein that transports iron out of cells and into the bloodstream. Hepcidin binds to ferroportin and its degradation, thereby reducing the release of iron from cells into the bloodstream. This decreases the amount of iron available for absorption by the intestine and for recycling by macrophages.</li><li style=\"text-align: justify;\"><b>Ferriereductase</b>: It play a critical role in iron metabolism by reducing ferric iron to ferrous iron, which is the form of iron that can be transported into cells. Different types of ferrireductases are expressed in various tissues and play a role in iron uptake and recycling.</li><li style=\"text-align: justify;\"><b>Haem Oxidase</b>: It plays a critical role in the breakdown of heme, producing biliverdin, carbon monoxide, and ferrous iron. The release of ferrous iron from heme by HO is important in the regulation of iron metabolism because provides a source of iron for cellular processes.</li><li style=\"text-align: justify;\"><b>Haem transporter</b>:&nbsp; in the uptake and transport of heme, which is an important source of iron for various biological processes. example is HCP-1&nbsp; is a heme transporter that is expressed in the duodenum and is responsible for transporting heme into enterocytes. It is also expressed in other tissues, including the liver and placenta.&nbsp;</li></ul>"
                    ],
                    "guid": "Gw;JRy1kD>",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Dicuss the reabsorption of bicarbonate and excretion of hydrogen ion in human system.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20%20413%2Fpaste-86c4eee54f8f4a84d66501d8505eea4e9a9fd50b.jpg?alt=media&token=992fd16b-dc45-4d10-a080-952343f2db50\">The renal tubule reabsorbs&nbsp;\\(HCO_3^-\\) bicarbonate ion in normal situation , otherwise large quantity of \\(HCO_3^-\\) will be lost in urine , thus reducing the body's buffering capacity, leading to acidiosis.<br>The mechanism of the absorption of&nbsp; \\(HCO^-_3\\) occurs as follows:&nbsp;<br><br>The \\(HCO_3^-\\) cannot cross the membrane of the renal tubule lumen and so&nbsp;\\(H^+\\) is pumped from the tubular cell into the lumen in exchange of&nbsp;\\(Na^+\\) which goes into the tubular cell. The&nbsp;\\(H^+\\) now in the tubular lumen combines with&nbsp;\\(HCO^-_3\\) to form carbonic acid,&nbsp;\\(H_2CO_3\\): thus:<br><br>\\(H^+ + HCO_3^-&nbsp; \\longrightarrow H_2CO_3 \\)<br><br>The carbonic acid&nbsp;\\(H_2CO_3\\) so formed dissociates spontaneously to \\(H_2O\\) and&nbsp;\\(CO_2\\)<br><br>&nbsp;\\(H_2CO_3&nbsp; \\longrightarrow H_2O + CO_2\\)<br><br>The&nbsp;\\(CO_2\\) diffuses into cell while&nbsp;\\(H_2O\\) is eliminated through the lumen. The&nbsp; \\(CO_2\\) now in the cell combines with \\(H_2O\\) to form \\(H_2CO_3\\).<br><br>\\(CO_2 + H_2O \\stackrel{carbonic dehydrase}\\longrightarrow H_2CO_3\\)<br><br>This&nbsp;&nbsp;\\(H_2CO_3\\) formed in the cell dissociates to&nbsp;\\(H^+\\)&nbsp; and \\(HCO_3^-\\). The bicarbonate \\(HCO_3^-\\) cross the basal membrane of the cell into the intersitial fluid leading to the final reabsorption of the \\(HCO_3^-\\) earlier filtered from the blood through the glomerulus .<br><br>The Hydrogen ion&nbsp;\\(H^+\\) needs to be excreted . This invovles the phosphate buffer&nbsp;\\(HPO_4^2-\\) combines with&nbsp;\\(H^+\\) from renal tubular cells to form&nbsp;\\(H_2PO_4^-\\).<br><br>\\(H^+ + HPO_4^2- \\longrightarrow&nbsp; H_2PO_4^-\\)<br><br>Ammonia can act as urinary buffer.<br><br>\\(H^+ NH_3 \\longrightarrow NH_4+\\)<br><br>The&nbsp;\\(NH^+_4\\) ammonium ion formed is now excreted resulting to&nbsp;\\(H^+\\) excretion ."
                    ],
                    "guid": "EX%L6A51Sx",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Trace the journey of&nbsp;\\(HCO^-_3\\) from the blood to renal tubule.",
                        "<div style=\"text-align: justify;\">When cells produce carbon dioxide, it diffuses out of the cells and into the surrounding extracellular fluid (ECF), as well as into red blood cells (RBCs), due to differences in concentration. <br><br><br>RBCs don't produce carbon dioxide themselves because they don't have mitochondria and rely on anaerobic metabolism. Carbonic anhydrase is an enzyme found in RBCs that helps to convert carbon dioxide into bicarbonate ions. <br><br>This reaction is limited to RBCs and does not occur in other cells.&nbsp; Because carbonic anhydrase is found in RBCs, they are the primary site for the generation of hydrogen ions (H+) and bicarbonate ions (HCO3-). <br><br>The bicarbonate ions then enters the plasma in exchange for chloride ions through the chloride bicarbonate exchanger.</div><div style=\"text-align: justify;\"><br></div>\\(CO_2 + H_2O \\longleftrightarrow H_2CO_3&nbsp; \\)<br><br>\\(H_2CO_3&nbsp;&nbsp;\\longleftrightarrow&nbsp; H^+ + HCO_3^-\\)<br><br>Once in the plasma, bicarbonate is transported to the renal tubules where it is filtered through the glomerulus and reabsorbed by the renal tubular cells.<br>"
                    ],
                    "guid": "EQ50&9u[lJ",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Give an account of&nbsp; \\(HPO^{2-}_4\\) from the blood into renal tubule with chemical equations.",
                        "<ol><li>Reabsorption of&nbsp;\\(HPO_4^{2-}\\) from the filtrate: \\(HPO_4^{2-}\\) is filtered by the glomerulus and enters the tubular fluid. In the proximal tubules , \\(HPO_4^{2-}\\) is reabsorbed back into the bloodstream by the sodium-phosphate cotransporter NaPi-lla.</li><li>Conversion of \\(HPO_4^{2-} \\) to \\(H_2PO_{4-}\\): Once inside the tubular cell , \\(HPO_4^{2-}\\) is converted to&nbsp;&nbsp;\\(H_2PO_4-\\) by alkaline phosphatase. This is because&nbsp;&nbsp;\\(H_2PO_4-\\) is weaker than&nbsp;&nbsp;\\(HPO_4^{2-}\\)&nbsp; and can easily buffer the H+ ions in the urine.</li><li>Reabsorption of&nbsp;&nbsp;\\(H_2PO_4-\\):&nbsp;&nbsp;\\(H_2PO_4-\\)&nbsp; is reabsorbed into the bloodstream by the sodium-phosphate cotransporter NaPi-IIc.&nbsp; This process is again driven by the electrochemical gradient created by sodium-potassium ATPase.</li><li>Excretion of excess H+ ions: During periods of excess acid production, the excess H+ ions in the urine can react with&nbsp;\\(HPO_4^2-\\) to form \\(H_2PO_4-\\) which is then reabsorbed into the bloodstream. This reaction helps to prevent acidosis by removing excess H+ ions from the urine.</li></ol>The reactions involved can be summarised as follows:<br><br>\\(HPO_4^-2&nbsp; + 2Na^+ \\longrightarrow HPO_4^2-.2Na^+ \\text{(reabsorption by NaPi-lla)}\\)<br><br>\\(HPO_4^2-.2Na&nbsp; + H^+ \\longrightarrow H_2PO_4- +&nbsp; Na^+ \\text{(conversion to H2PO4-)}\\)<br><br>\\(&nbsp;H_2PO_4-&nbsp; + Na^+ \\longrightarrow&nbsp;H_2PO_4-.Na^+ \\text{(reabsorption by NaPi-llc)}\\)<br><br>\\(H^+ + HPO_4^2-&nbsp; \\longrightarrow&nbsp; H_2PO_4^-\\)<br>"
                    ],
                    "guid": "CiT<YX!jW$",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "In a tabular form show the required daily iron intake based on age, gender and body status.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20%20413%2Fpaste-bc4654a74d61bb5071c0b1800db158da793d6568.jpg?alt=media&token=02dd6b5f-96f6-415f-8e17-367c0f0fedd0\">"
                    ],
                    "guid": "vwO2q#v%R-",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How can the body handle excess sodium?",
                        "<div style=\"text-align: justify;\">When Na+ is filtered into glomerulus, some enter GIT and some enter GIT and some from there are lost into faeces. Aldosterone enhances tubular absorption of Na+. Excess consumption and absorption leads to increase excretion in urine and sweat. Na:H2O ratio has to be balanced to maintain normal hydration and osmotic pressure. Na is absorbed in GIT and excess filtered out of the blood by the kidney. Excess may be stored in the bone for further use if the blood sodium falls . Very high or very low sodium in the body may be determental to the body's homeostasis and metabolism.</div>"
                    ],
                    "guid": "JyuYUaPJE1",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "<b>Describe using necessary diagrams the metabolism of calcium OR magnesium in the body.</b>",
                        "<div style=\"text-align: justify;\"><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20%20413%2F71047981.jpg?alt=media&token=5048406d-e21d-46e6-8f1e-4be5f70ccc9c\"></div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">Calcium is absorbed in the small intestine with the help of vitamin D. When calcium levels in the body are low, vitamin D stimulates the production of calcium-binding proteins in the intestinal lining, which promote the absorption of calcium from food. Calcium is absorbed through specialized channels in the intestinal cells and transported into the bloodstream</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">Once in the bloodstream, calcium is transported by a protein called albumin to various tissues in the body, including the bones, muscles, and nerves. About 99% of the body's calcium is stored in the bones, where it plays a key role in maintaining bone density and strength.</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">The parathyroid glands, located in the neck, release parathyroid hormone (PTH) in response to low blood calcium levels. PTH stimulates the release of calcium from the bones, enhances calcium reabsorption in the kidneys, and activates vitamin D, which increases calcium absorption in the intestine.</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">&nbsp;When blood calcium levels are high, the kidneys filter out excess calcium and excrete it in urine. Hormones such as <b style=\"background-color: rgb(0, 0, 127);\">calcitonin</b> and estrogen can also help to decrease calcium levels in the blood by inhibiting calcium release from the bones and promoting calcium excretion in the urine.</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">Calcium is constantly being deposited and resorbed from the bones in a process known as <span style=\"background-color: rgb(0, 0, 127);\">bone remodeling</span>. Osteoblasts, specialized bone cells, deposit calcium and other minerals to form new bone tissue, while osteoclasts, another type of bone cell, break down bone tissue and release calcium into the bloodstream. This process helps to maintain a balance of calcium in the body and ensures that bones remain strong and healthy.</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\"><br></div>"
                    ],
                    "guid": "AVCs<UJHGP",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "02a3a1e5-cd90-11ed-84b4-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "paste-8cf9245eb4290868369e3ff0315075753c85f79d.jpg"
            ],
            "name": "Phosphorus Cycle",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the forms in which phosphorus can exist in the soil?",
                        "<ol><li>Plant available&nbsp; inorganic phosphorus: They occur as orthophosphate</li><li>Organic phosphorus: They are found in decaying plant and animals.</li><li>Adsorbed phosphorus: There are inorganic which ae asdorbed , stalked unti other element&nbsp; or surfaces.</li><li>Primary mineral phosphorus: They are found in rocks and weathering materials.</li></ol>"
                    ],
                    "guid": "bz8le_q:R@",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List five general transformation process of phosphorus.",
                        "<ol><li>Weathering</li><li>Precipitation</li><li>Mineralization</li><li>Immobilization</li><li>Adsoroption and Desorption.</li></ol>Weathering , mineralization and desorption increases plants availablel phosphorus while precipitation, immobilization and adsorption decreases plants available phosphosrus.<br><br>"
                    ],
                    "guid": "j`S;Qo0Zkm",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Define the following terms.<br><ol><li>Weathering&nbsp;</li><li>Precipitation</li><li>Mineralization</li><li>Immobilization</li><li>Adsorption&nbsp;</li><li>Desorption</li></ol>",
                        "<ol><li>Weathering</li><li>Precipitation: This is the process by which inorganic phosphate re</li><li>act with dissolved iron, aluminium, manganese or calcium to form phosphate minerals.</li><li>Mineralization: This is the process by which micro-organism convert organic phosphorus to inorganic phosphorus.</li><li>Immobilization: This the process by which microrganisms coverts inorganic phosphorus into organic phosphosrus.</li><li>Adsorption: This occurs when phosphosrus is stucked with other elements making it unavailable for plant absorption.</li><li>Orthophosphate: These are inorganic forms of phosophosrus that plants can make use of.</li></ol><br><br><br>"
                    ],
                    "guid": "wk;I7Q_;bX",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the causes of loses of phosphorus in the soil?",
                        "<ol><li>Leaching : This involves the removal of dissolved P from soil by vertical water movement.</li><li>Runoff: This occurs when water carries away pariticulate P in eroded sediment, as well as dissolved P from applied manure and ferilizer.</li></ol>"
                    ],
                    "guid": "yi>tQu5?B_",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Give schematic description of phosphrus cycle.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20%20413%2Fpaste-8cf9245eb4290868369e3ff0315075753c85f79d.jpg?alt=media&token=aebefe5a-9ede-42df-bc3d-0276a8e28b58\">"
                    ],
                    "guid": "d~nk?kX^U=",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "01c380bf-cd90-11ed-b2cd-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "paste-b4e79f65ae213eb91b2b5a21625bd3be0d951295.jpg"
            ],
            "name": "Sulphur Cycle",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the three ways sulphur can enter the soil?",
                        "<ol><li><b>Through the decomposition of organic molecule: The sulphur is related as hydrogen sulphide.</b></li><li><b>Volcanic activity and geothermal vents</b></li><li><b>Buring of fossil fuel (coal and petroleum)</b></li></ol>"
                    ],
                    "guid": "d[EqF&[n&E",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the ways sulphur is deposited on land ?",
                        "<ol><li>Precipitation as weak sulphuric acid (acid rain)</li><li>Direct fallout from the atmosphere</li><li>Rock weathering&nbsp;</li><li>Geothermal vents</li></ol>"
                    ],
                    "guid": "k6dZszlTSC",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Give schematic description of nutrient cycling in terrestial system.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20%20413%2Fpaste-b4e79f65ae213eb91b2b5a21625bd3be0d951295.jpg?alt=media&token=a56cd1ab-26f3-4f59-a271-e8a9ea552bf1\">"
                    ],
                    "guid": "kuB4v<O6z*",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Write short note on the forms and amounts of phosphorus and sulphur in terrestial ecosystem.",
                        "<ul><li>Biomolecules that contain phosphorus are DNA, RNA , phospholipids , sugar phosphate e.g&nbsp; glucose-6-phosphate, molecules with an energy rich pyrophosphate bond like ATP.</li><li>Biomolecules that contain sulphur are amino acids e.g cystine and methionine,vitamins and sulphur lipids.</li><li>Sulphur&nbsp; and potassium are mostly found in the oceans and lithosphere.</li><li>In the atmosphere, phosphorus is negligible and exist as phosphine gas (PH3).</li><li>Hydrogen sulphie adn organic sulphur are produced by anaerobic bacteria. Sulphur(IV)oxide is a product of industrial combustion, microbial oxidation and volcanic acitivity.</li><li>Sulphur is added to the atmosphere in form of dimethyl sulphide by the activity of water algae.</li><li>Algal bloom / eutrofication occurs when the amount of algae is higher than the consumers like plankton which leads to the production of dimethyl sulphide.</li></ul><br>"
                    ],
                    "guid": "p1OEwuVDj7",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        }
    ],
    "crowdanki_uuid": "5f3d8f08-d939-11ed-8805-842afdcd6eb6",
    "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
    "deck_configurations": [
        {
            "__type__": "DeckConfig",
            "autoplay": true,
            "crowdanki_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "dyn": false,
            "interdayLearningMix": 0,
            "lapse": {
                "delays": [
                    10.0
                ],
                "leechAction": 1,
                "leechFails": 8,
                "minInt": 1,
                "mult": 0.0
            },
            "maxTaken": 60,
            "name": "Default",
            "new": {
                "bury": true,
                "delays": [
                    1.0,
                    10.0
                ],
                "initialFactor": 2500,
                "ints": [
                    1,
                    4,
                    0
                ],
                "order": 1,
                "perDay": 20
            },
            "newGatherPriority": 0,
            "newMix": 0,
            "newPerDayMinimum": 0,
            "newSortOrder": 0,
            "replayq": true,
            "rev": {
                "bury": true,
                "ease4": 1.3,
                "hardFactor": 1.2,
                "ivlFct": 1.0,
                "maxIvl": 36500,
                "perDay": 200
            },
            "reviewOrder": 0,
            "timer": 0
        }
    ],
    "desc": "",
    "dyn": 0,
    "extendNew": 0,
    "extendRev": 0,
    "media_files": [],
    "name": "BCH 431",
    "note_models": [
        {
            "__type__": "NoteModel",
            "crowdanki_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
            "css": ".card {\n  font-family: arial;\n  font-size: 20px;\n  text-align: justfy;\n  color: black;\n  background-color: white;\n}\n",
            "flds": [
                {
                    "font": "Arial",
                    "name": "Front",
                    "ord": 0,
                    "rtl": false,
                    "size": 20,
                    "sticky": false
                },
                {
                    "font": "Arial",
                    "name": "Back",
                    "ord": 1,
                    "rtl": false,
                    "size": 20,
                    "sticky": false
                }
            ],
            "latexPost": "\\end{document}",
            "latexPre": "\\documentclass[12pt]{article}\n\\special{papersize=3in,5in}\n\\usepackage[utf8]{inputenc}\n\\usepackage{amssymb,amsmath}\n\\pagestyle{empty}\n\\setlength{\\parindent}{0in}\n\\begin{document}\n",
            "latexsvg": false,
            "name": "Basic-f6c61",
            "req": [
                [
                    0,
                    "all",
                    [
                        0
                    ]
                ]
            ],
            "sortf": 0,
            "tags": [],
            "tmpls": [
                {
                    "afmt": "{{FrontSide}}\n\n<hr id=answer>\n\n{{Back}}",
                    "bafmt": "",
                    "bfont": "",
                    "bqfmt": "",
                    "bsize": 0,
                    "did": null,
                    "name": "Card 1",
                    "ord": 0,
                    "qfmt": "{{Front}}"
                }
            ],
            "type": 0
        }
    ],
    "notes": []
}