{
    "__type__": "Deck",
    "children": [
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "09eb026d-cd90-11ed-b1d3-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [],
            "name": "Assignment.",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "Write on the electrical synapses showing the depolarization and hyperpolarization of the neuron.",
                        "<div style=\"text-align: justify;\">Elecrical synapses, also known as gap junctions, are specialized structures that allow for direct communication between neurons. Unlike chemical synapses, which rely on the release of neurotransmitters to transmit information, electrical synapses use the flow of ions between cells to propagate signals.</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">In an electrical synapse, the cells are connected by channels made up of proteins called connexins. These channels create a direct pathway for the movement of ions, such as sodium and potassium, between cells.&nbsp; when one neuron becomes depolarized, meaning its membrane potential becomes more positive, ions flow through the gap junctions and into the neighbouring cell, causing it to depolarize as well. This rapid spread of electrical activity allows for synchronous firing of groups of neurons and can contribute to the generation of coordinated behaviour.</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">Hyperpolarization, on the other hand , occurs when the membrane potential of a neuron becomes more negative. In this case, ions will flow our of the depolarized cell and into the neighboring cell, carsing it to also become more negative . This can serve to inhibit the firing of the second neuron, as the increased negativity makes it more difficult ot depoolarize and generate an action potential.</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\"><br></div>"
                    ],
                    "guid": "djo6p*aBwG",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Using five specific examples with equations describe phase II detoxification reaction.",
                        "<div><ol><li><b>Glucuronidation</b>: This reaction involves the addition of glucuronic acid to a toxic molecule, forming a glucuronide conjugate. This reaction is catalyzed by UDP-glucuronosyltransferases (UGTs), and it is a major pathway for the detoxification of drugs and xenobiotics. The reaction can be represented by the following equation:<br><br>\\(\\ce{Toxic molecule + UDP-glucuronic acid \\stackrel{UDP-glucuronosyltransferases}{\\longrightarrow}Glucuronide conjugate + UDP}\\)<br><br></li><li><b>Sulfation</b>: This reaction involves the addition of a sulfate group to a toxic molecule, forming a sulfate conjugate. This reaction is catalyzed by sulfotransferases (SULTs), and it is a major pathway for the detoxification of phenols, amines, and steroids. The reaction can be represented by the following equation:<br><br>\\(\\ce{Toxic molecule + PAPS \\stackrel{sulfotransferases}{&nbsp;→} Sulfate conjugate + PAP.}\\)<br><br></li><li><b>Methylation</b>: This reaction involves the addition of a methyl group to a toxic molecule, forming a methyl conjugate. This reaction is catalyzed by methyltransferases (MTs), and it is a major pathway for the detoxification of catecholamines, histamines, and nicotines. The reaction can be represented by the following equation:<br><br>\\(\\ce{Toxic molecule + S-adenosylmethionine (SAM) \\stackrel{methyltransferases}{→} Methyl conjugate + S-adenosylhomocysteine (SAH).}\\)<br><br></li><li><b>Acetylation</b>: This reaction involves the addition of an acetyl group to a toxic molecule, forming an acetyl conjugate. This reaction is catalyzed by N-acetyltransferases (NATs), and it is a major pathway for the detoxification of arylamines, hydrazines, and sulfonamides. The reaction can be represented by the following equation:<br><br>\\(\\ce{Toxic molecule + Acetyl-CoA \\stackrel{N-acetyltransferases}{→} Acetyl conjugate + CoA}\\)<br><br></li><li><b>Glutathione conjugation</b>: This reaction involves the addition of glutathione (GSH) to a toxic molecule, forming a GSH conjugate. This reaction is catalyzed by glutathione S-transferases (GSTs), and it is a major pathway for the detoxification of electrophiles, such as reactive oxygen species (ROS), and reactive metabolites of drugs and xenobiotics. The reaction can be represented by the following equation:<br><br>\\(\\ce{Toxic molecule + GSH \\stackrel{glutathione S-transferases}{→} GSH conjugate + H2O}\\)</li></ol></div>"
                    ],
                    "guid": "hZn5DEWesY",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "newass"
                    ]
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "0daa016f-cd90-11ed-a224-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "paste-7958d5dac8a7918947bf2a17fe37e792776ad16d.jpg",
                "paste-d2afba607fc5d61a7f02a0b78d8e9837d6b6c15f.jpg"
            ],
            "name": "Biochemistry of Adipose Tissue",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "List the cells of the adipose tissue?",
                        "<ol><li>Adipocytes.</li><li>Pericytes.</li><li>Macrophages.</li><li>Monocytes.</li><li>Cells of the endothelium (endothelial and vascular smooth muscle).</li></ol>"
                    ],
                    "guid": "G$40#}=w-:",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Write short note on Leptin.",
                        "<div style=\"text-align: justify;\">It is a hormone released by adipocytes to control body weight centrally through its congnate receptor in the hypothalamus. When leptin levels are high ,it signals to the brain that there is enough fat stored in the body, which leads to a decrease in appetite and an increase in energy expenditure by using fat for energy. This helps to maintain a stable body weight. On the other hand, when lelptin levels are low, it signals to the brain that the body needs more energy and food leading to an increase in appetite and a decrease in energy expenditure.</div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">N.B: When a person eats enough food, leptin is released into the bloodstream, where it travels to the brain via a central action in the brain and&nbsp; inhibits appetite and stimulate <font color=\"#ff0000\">thyroid-mediated thermogenesis (process by which the thyroid gland regulates body temperature through the production of heat)</font> and <font color=\"#ff0000\">fatty acid oxidation</font>.</div>"
                    ],
                    "guid": "AxnbSVNf2:",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Write short note on adiponectin.",
                        "This is an hormone secreted by the adipose tissue that <font color=\"#ff0000\">reduces blood glucose levels</font> by increasing insulin sensitivity and also <font color=\"#ff0000\">reduces inflammation </font>by inhibiting inflammatory cytokines and chemokines. Individuals with higher levels of body fat tend to have lower levels of adiponectin. Low levels of adiponectin have been linked to an increased risk of obesity, insulin resistance, and type 2 diabetes.<br><br>"
                    ],
                    "guid": "cEC~8bO)?7",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the fucntions of the adipose tissue ?",
                        "<ol><li><b>Energy storage</b>: Adipose tissue serves as a storage depot for excess energy in the form of&nbsp; triglycerides, which can be broken down and used for fuel during times of energy deficit.</li><li><b>Thermal Insulation</b>: It provides thermal insulation that helps to maintain body temperature and provent heat loss.</li><li><b>Endrocrine function</b>: It helps in the secretion of adipokines, cytokines, chemokines and other inflammatory mediators.</li><li><b>Immune function</b>: It is plays a critical role in immune response since several populations of cells within the<font color=\"#ff0000\"> stromal vascular fraction (SVF) </font>of adipose tissue are cells of the immune sytem.</li><li><b>Hormonal Regulation</b>: It secretes leptin , adiponectin which helps to regulate appetite and insulin sensitivity</li></ol>"
                    ],
                    "guid": "uOVjrQ~hIB",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Mention the three types of adipocytes.",
                        "<ul><li>White Adipocytes</li><li>Brown Adipocytes</li><li>Beige Adipocytes</li></ul>"
                    ],
                    "guid": "t]HJ,epgub",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Based\non the type of adipocytes, adipose tissue can be classified into two\nfunctionally different tissues which are.",
                        "<span style=\"color: red;\">white\nadipose tissue, </span>composed\nprimarily of white and beige adipocytes, and <span style=\"color: red;\">brown adipose tissue, </span>composed\nof brown adipocytes."
                    ],
                    "guid": "eTe*-YG+=-",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Write short note on White adipose tissue.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-d2afba607fc5d61a7f02a0b78d8e9837d6b6c15f.jpg?alt=media&token=a33a5793-806b-4157-bc00-14671a41b612\"><br><br>It is also known as <font color=\"#ff0000\">white fat</font>, and is the most common type of adipose tissue in the body.<font color=\"#ff0000\"> It is primarily composed of white and brown adipose tissue.</font> It is composed of adipocytes that store energy in the form of <font color=\"#ff0000\">triglycerides</font>, which can be released when needed by the body. It is most abundant in the subcutaneous tissue.Within\nthe cells of white adipose tissue, triglyceride is stored as a single large\ndroplet surrounded by a thin band of cytoplasm which contains a peripherally\nplaced nucleus. They also insulates the body from extreme temperatures.<br><br><div>Beige adipocytes, also known as <font color=\"#ff0000\"><b>Brite\nadipocytes</b></font>, are generally found scattered amongst pockets of white adipocytes\nand have the potential to generate heat under certain conditions, such as cold\nexposure and during stimulation of specific nervous adrenergic receptors.&nbsp;</div>"
                    ],
                    "guid": "G@(nGKOrJg",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Write short note on brown adipose tissue.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-7958d5dac8a7918947bf2a17fe37e792776ad16d.jpg?alt=media&token=6640ca61-1f3b-4297-ad81-f2047ef9fd82\"><br><br>It is also known as<b><font color=\"#ff0000\"> brown fat</font></b> and is mostlty present newborn or hibernating mammals. It is mostly located in the supraclavicular and neck regions of the body.&nbsp;The\nmain role of brown adipose tissue is to <font color=\"#ff0000\">generate heat through non-shivering thermogenesis.</font>&nbsp;This process is especially important to\nprevent hypothermia in newborns. Oxidizes\nits stored fat during periods of exposure to cold to produce heat. Thus it\nplays a role in thermal insulation. In\ncontrast to white adipocytes (fat cells), which contain a single large fat\nvacuoles, brown adipocytes contain several smaller &nbsp;vacuoles\nand a much higher no of mitochondria. Brown fat also contains more\ncapillaries since it has a greater need for oxygen than most tissues."
                    ],
                    "guid": "EsqlYxs<g;",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How is triacylglyceride synthesized in the adipose tissue under post-prandial conditon(after a meal).",
                        "<ul><li>After a meal, the adiopose tissue is under the influence\nof insulin and therefore able to remove glucose from the circulation for\nconversion to TAG.&nbsp;</li><li><div>Glucose\nenters the adipose\ntissue by an <b><font color=\"#ff0000\">insulin-sensitive mechanism</font></b> and is used as a source of carbon and\n<b>reducing power for TAG synthesis</b>.</div>\n<div></div></li><li><div>The\nfatty acids formed by the hydrolysis of TAG (catalyzed by <font color=\"#ff0000\">lipoprotein lipase</font>)\nare resynthesized to TAG with L-glycerol-3-phosphate derived from glucose.</div></li><li>Firstly, the fatty acids are activated, with the formation of the corresponding fatty acyl-CoA at the expense of ATP.</li><li>The activated fatty acids are esterified by glycerol-3-phophate, glycolytically generated from the reduction of <font color=\"#ff0000\" style=\"font-weight: bold;\">DIHYDROXYACETONE PHOSPHATE,&nbsp;</font>because adipocytes lack a kinase that phosphorylated endogenous glycerol.</li><li>Under this conditon, lipoprotein lipase has high levles of activity in the adipose tissue.</li></ul>"
                    ],
                    "guid": "tp9@updOh(",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How is triacylglyceride synthesized from adipose tissue during normal conditons?",
                        "<ul><li>Adipose tissue receives triglycerides in the form of <b><font color=\"#ff0000\">chylomicrons </font></b>from the gut(diet) and Very low density lipoprotein(VLDL).</li><li>During the transport of the triglyceride into the adipocytes (fat cells), they are first hydrolyzed to fatty acids and glycerol by lipoprotein lipase which is located on the surface of the fat cells.</li><li>The fatty acid formed by the hydrolysis of TAG enter into the adipose tissue and are resynthesized to TAG.</li><li>The glycerol formed along with the fatty acids is not assimilated by the adipose tissue to any notable extent because of the low activity of <font color=\"#ff0000\"><b>GLYCEROL KINASE</b></font> in the fat cells.</li><li>The glycerol formed does not play any part in the resythesis of TAG in the adipose tissue.</li></ul>"
                    ],
                    "guid": "BQUxn`eo},",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How is triacylglyceride synthesized in the adipose tissue under stress conditon.",
                        "<ul><li>The activity of lipoprotein lipase falls markedly in the vascular adipose tissue but rises in muscle , liver and cardiac tissues which require fuel for their demands.</li><li>Any chylomicrons in the blood or VLDLs exported from the liver will not be utilized by the adipose tissue for storage but are made available to the heart and skeletal muscles for energy purposes.</li><li>In the adipocytes, triacylglycerides are hydrolyzed to fatty acids and glycerol in response to the levels of glucagon, adrenalin and insulin through a reaction catalyzed by \"hormaone-sensitive\" lipase.</li><li>If glycerol -3-phosophate is abundant many of the fatty acids so formed are reesterified to TAG. If glycerol-3-phosphate is short in supply, the fatty acids are released into the bloodstream.</li><li><div>Adrenalin from the bloodstream binds\nto a specific receptor on the fat cell surface.The\nhormone-receptor complex stimulates adenylate cyclase thereby causing cAMP\nlevels to rise by converting<i>&nbsp;\\(\\ce{ATP -&gt; cAMP + PPi}\\)</i></div></li><li><div>cAMP activates cAMP-dependent protein\nkinase. The active cAMP-dependent protein kinase activates hormone-sensitive\ntriacylglycerol lipase by <b>phosphorylation</b><span style=\"color: red; font-style: italic;\">.&nbsp;</span></div></li><li><div>The\nactive hormone-sensitive triacylglycerol lipase hydrolyses TAG yielding free\nfatty acids.<br></div></li><li><div>The FFA are ultimately transferred to\nthe blood where they combine with serum albumin to form soluble stable\nFFA-ALBUMIN COMPLEXES.<span style=\"color: red;\">&nbsp;</span></div></li><li><div><div style=\"\"><font color=\"#ff0000\">Once\nbound to serum albumin, the FFA albumin-complex is highly soluble, non-toxic\nand is rapidly transported to the liver for further utilization.</font></div></div></li></ul>"
                    ],
                    "guid": "0[Dw@?=/D",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "0def6578-cd90-11ed-956a-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "paste-0a3aedbc6eda07b1773b200fb184afa06e993fef.jpg",
                "paste-16ab208192151f35c4d9b76a154b3fb56c2f25d3.jpg",
                "paste-f0fe985356d3838546e66ff61dcaca041691cc4d.jpg"
            ],
            "name": "Biochemistry of Reproductive tissues",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "Write short note on Gonadodtropin releasing hormone.",
                        "Gonadotropin-releasing hormone (GnRH) is a hormone produced and released by the <font color=\"#ff0000\">hypothalamus</font>, a small region of the brain. It stimulates the release of <font color=\"#ff0000\">follicle-stimulating hormone (FSH)</font> and<font color=\"#ff0000\"> luteinizing hormone (LH)</font> from the anterior pituitary gland. Once they have been released, the steroid hormones located at the gonad can be released which are androgen, estrogen, progesterone. It is produced by the pesvicellular cells of the hypothalamus.&nbsp;<br><br>When any hormone or protein are bound to their receptors, there is signal transduction. If the rate of GnRH is fast it favours the synthesis and secretion of LH while <font color=\"#ff0000\">slow pulse favours FSH sythesis and secretion</font>. When the FSH is bound to its receptor on the gonads, it leads to <span style=\"background-color: rgb(170, 85, 127);\">steroidogenesis</span>."
                    ],
                    "guid": "JcU.$5WwBd",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is inhibin?",
                        "Inhibin is a hormone that controls the <font color=\"#ff0000\">production and secretion of sex hormones</font>. Inhibin productioh is controlled by the level of sex hormones in the body, with increasing levels of sex hormones leading to increased production of inhibin and decreased production of FSH."
                    ],
                    "guid": "sUMl9>5yjA",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Mention the sites involved in the production of steroid hormone.",
                        "<ol><li>Testes</li><li>Ovaries</li></ol><br>"
                    ],
                    "guid": "ylC}0{C.;N",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the peritubular component.",
                        "The peritubular compartment refers to the space surrounding the seminiferous tubules in the testes. It contains the&nbsp; `<b><font color=\"#ff0000\">Leydig cells</font></b>, which are interstitial cells that produce androgens, including testosterone. Blood vessels in the peritubular compartment supply nutrients and oxygen to the testicular tissues and remove waste products. It also to regulate the temperature in testes."
                    ],
                    "guid": "Cc-{1lKE4G",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Why does the testes serve as a site for steroid hormone production?",
                        "The testes contains leydig cells that are responsible for the synthesis of steroid hormones in males. These cells synthesize cholesterol de novo and they also acquire&nbsp; it through LDL and to a lesser extent HDL receptors as cholesterol esters.<br><br>\\(\\ce{ Cholesterol ester\\xrightarrow[\\vphantom{ABCD}Lipase HSL]{Hormone-sensitive\\vphantom{ABCD}} free cholesterol}\\)<br><br><br>The free cholesterol in the outer mitochondrial membrane is transferred to the inner membrane by the action of steriodogenic acute regulatory protein (StAR)."
                    ],
                    "guid": "fTDb6Hw*>_",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Using a pathway shown how leydig cells synthesize estradiol and dihydrotesttosterone(DHT).",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-f0fe985356d3838546e66ff61dcaca041691cc4d.jpg?alt=media&token=162d2e86-176a-474e-af94-8c631144868e\">"
                    ],
                    "guid": "Km;E7m4-Q{",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are functions of sertoli cells?",
                        "<ol><li>The cell provides structural support to the sperm cell.</li><li>It expresses an enzyme aromatase which convert leydig cell derived testesterome into estrasiol-17\\(\\beta\\).</li><li>This cell produces Androgen binding protein (ABP) which maintain the high levels of androgen.</li><li>It produces a large amount of fluid which assist in the movememt of immotile spermatozoa.</li><li>It performs phagocytic function e.g It engulfs residual bodies shade by spermatozoa as well as dead sperm cells.</li><li>They produce anti-mullerian hormone which induces repression of the embryoic mullerian duct that gives rise to the female reproductive tract.</li></ol>"
                    ],
                    "guid": "CDoP,]!aZ<",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "In the ovary, steroid production occurs in a two-cell system which involves two cells which are ?",
                        "<ul><li>Theca cells&nbsp;</li><li>Granulosa cells</li></ul>"
                    ],
                    "guid": "Lf]0}cIxWG",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "In the ovary, steroid production occurs in a two-cell system. Discuss.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-0a3aedbc6eda07b1773b200fb184afa06e993fef.jpg?alt=media&token=b2e0b5d9-9b09-4445-aabc-b4a382851c7c\"><br><br>The theca cells in the ovary are stimulated by <font color=\"#ff0000\">luteinizing hormone(LH) </font>from the pituitary gland to produce androgens, such as <font color=\"#ff0000\">testosterone</font>. The androgens are then transported from the theca cells to the nearby granulosa cells, where they are conveted into estrogens by the enzyme aromase. <font color=\"#ff0000\">Follicle-stimulating hormone (FSH)</font> induces the activity of aromatase in the granulosa cell, thereby increasing the conversion of androgens to estrogens.<br><br>The production of estrogen from androgens involves several steps. First the androgens are converted to estrogen precursors, such as androstenedione, by the enzyme 17\\(\\alpha\\)-hydroxylase. These precursors are then converted to <font color=\"#ff0000\">estrone </font>by the enzyme <font color=\"#ff0000\">aromatase</font>, and subsequently to <font color=\"#ff0000\">estradiol </font>by the enzyme 17\\(\\beta\\)-hydroxysteroid dehydrogenase .<br><br><i>Estrdiol is a specific type of estrogen thatis the most potent and abundant form in premenopausal women.</i><br>"
                    ],
                    "guid": "ojL<znbm-J",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "2020/2021"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "<h3>\n  Steroid Hormones\n</h3>",
                        "<div>Cholesterol serves as the precursor for\nthe synthesis of all five classes of steroid hormones (Fig. 18-3). Three of\nthese classes are <font color=\"#ff0000\">21 -carbon structures</font>: <font color=\"#ff0000\">glucocorticoids</font>, <font color=\"#ff0000\">mineralocorticoids</font>,\nand <font color=\"#ff0000\">progestogens</font>. The glucocorticoids (e.g., hydrocortisone, a.k.a. cortisol)\nmediate a person’s response to physiological stress and are involved in\ncoordinating carbohydrate, fat, and protein metabolism. Mineralocorticoids\n(e.g., aldosterone) regulate the body’s electrolyte and water balance via their\naction on the renal tubules. Progesterone, a progestogen, regulates menses and\nbreast development and is required for implantation of the fertilized ovum and\nmaintenance of pregnancy. <br><br><font color=\"#ff0000\">Testosterone</font> and other androgens contain <font color=\"#ff0000\">19 carbons</font>\nand are responsible for masculine characteristics, whereas <font color=\"#ff0000\">estrogens</font>, such as\nestradiol, have 18 carbons and are the female steroid sex hormones. As can be\nseen from the structures of the representative steroid hormones shown in Figure\n18-3, all of these steroids have been modified from the <font color=\"#ff0000\">original 27-carbon\ncholesterol molecule</font> by shortening or elimination of the hydrocarbon side chain\nand by the addition of polar hydroxyl or keto substituents on the steroid ring\nstructure. The basic steroid structure has been further modified in estrogens\nby the elimination of a methyl group and desaturation to generate an aromatic A\nring.<br><br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-16ab208192151f35c4d9b76a154b3fb56c2f25d3.jpg?alt=media&token=bf03c887-5fab-4add-91cc-6da0764a6383\"><br></div>"
                    ],
                    "guid": "n8jr|OLC-3",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "State the function of the following steroid hormone.<br><br><ol><li>Mineralcorticoids</li><li>Glucocorticoids</li><li>Progesterone</li><li>Androgen</li><li>Estrogen</li></ol>",
                        "<ol><li>Mineralocorticoids (e.g., aldosterone) regulate the body’s electrolyte\nand water balance via their action on the renal tubules.<br></li><li>The glucocorticoids (e.g., hydrocortisone, a.k.a. cortisol) mediate a\nperson’s response to physiological stress and are involved in coordinating\ncarbohydrate, fat, and protein metabolism.<br></li><li>Progesterone, a progestogen, regulates menses and breast development and\nis required for implantation of the fertilized ovum and maintenance of\npregnancy.<br></li><li>Testosterone and other androgens contain 19 carbons and are responsible\nfor mascu- line characteristics<br></li><li>estrogens, such as estradiol, have 18 carbons and are the female steroid\nsex hormones.&nbsp;<br></li></ol>"
                    ],
                    "guid": "u4Z0KGwa35",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "<h3>\n  Regulation of steroid synthesis\n</h3>",
                        "The primary regulator of the steroid synthesis is the <font color=\"#ff0000\">hypothalamic-pitutary-gonadal (HPG) axis</font>. This axis involves the hypothalamus, which secreted <font color=\"#ff0000\">gonadotropin-releasing hormone (GnRH),</font> the pituitary gland, which secretes lutenizing hormone (LH)&nbsp; and follicle-stimulating hormone (FSH), and the <font color=\"#ff0000\">gonads</font>, which produce the steroid hormones.<br><br>GnRH form the hypothalamus stimulated the pituitary gland to produce and release LH and FSH. LH and FSH then act on the gonads to stimulate the production of steroid hormones. In females, FSH acts on the granulosa cells of the ovarian follicles to stimulate the production of estrogen, while LH acts on the&nbsp; theca cells to produce androgens. The androgens are then conveted to estrogen by the granulosa cells . In males, LH stimulaed the production of testosteroneby teh leydig cells in the testes."
                    ],
                    "guid": "n<1.V6#ydl",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "0c88c348-cd90-11ed-b0a5-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "images (19).jpeg",
                "paste-00cc2565770f0d0a1a6e4be95657d0e096315f58.jpg",
                "paste-077cb935f2f22b4a13132066d645491c4f48bb93.jpg",
                "paste-2882887495a69ff1067f4de0c95aba49a8626b4c.jpg",
                "paste-52ebeb3e136c531d0d312dc4aa552b7d039f088c.jpg",
                "paste-b3a57af0093e1779d344f9f684b63c1082f05433.jpg",
                "paste-b53f736dad86fd7c5727b71f0452dbee7fe2110f.jpg",
                "paste-d8506604ea0faeb454171a813fa8697e916a5292.jpg"
            ],
            "name": "Biochemistry of Vison",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the three layers in the layer?",
                        "<ol><li>The outermost layer which consists of the rod and cone cells.</li><li>The next layer contains bipolar cells</li><li>The layer closest to the inner cavity of the eye which is composed of ganglion cells.</li></ol>"
                    ],
                    "guid": "fBG`d~.mB@",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are photoreceptor cell?",
                        "A photoreceptor cell is a specialized type of neuron found in the retina that is capable of <b>phototransduction</b>. These proteins in the cell absorb light and convert light energy into a form of energy communicable to the nervous system and reaily usable to the organism.&nbsp; This conversion is called <b>signal transduction.</b>"
                    ],
                    "guid": "m39y5&6Eip",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is signal transduction?",
                        "This occus when the light energy absorbed by a photoreceptor protein is converted into a form of energy communicable to the nervous system and readily usable to the organism."
                    ],
                    "guid": "pMRde^Qzik",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Difference between rods and cones.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-b53f736dad86fd7c5727b71f0452dbee7fe2110f.jpg?alt=media&token=5f34e399-0ca3-463e-bd79-c8387b91e2ff\"><br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-d8506604ea0faeb454171a813fa8697e916a5292.jpg?alt=media&token=142ce185-60fa-480a-a957-e2987533fa40\">"
                    ],
                    "guid": "b5OKz%{hof",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Short note on the photoreceptors of the retina.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fimages%20(19).jpeg?alt=media&token=8ece3d1b-acd5-40e6-9522-c140a3c85704\"><br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-2882887495a69ff1067f4de0c95aba49a8626b4c.jpg?alt=media&token=d58aa94d-24e2-4403-abda-25bc28acfe0b\"><br><br>The photoreceptors of the retina are the Rods and Cones. The inner and outer segments are connected by a narrow stalk known as the <b><font color=\"#ff0000\">connective cilium</font></b>. The membrane discs-constituting the outer part of the rod cell contain photopigments called <b><font color=\"#ff0000\">Rhodopsin</font></b>.<br>It is a light sensitve membrane protein which consists of the protein <b><font color=\"#ff0000\">opsin </font></b>bound to a molecule of 11-cis retinal. The photopigments of cones are called <b><font color=\"#ff0000\">photopins</font>, </b>which are structurally similar to&nbsp; rhodopsin.&nbsp;<br><br>Human retina cotains three kinds of cones, each possessing a photopsin\nconsisting of 11- cis-retinal bound to a photoreceptor protein of slightly\ndifferent amino acid sequence. These differences in the amino acid sequence shift their absorption maxima (sensitivity\nto light). The absorption maximum of cis-retinal in rhodopsin is 500nm, while\nthat of cone photopsins are 420nm (blue absorbing), 530nm (green absorbing) and\n570nm (red absorbing). These differences in the light absorbing properties of\nthe photopsins are responsible for the different sensitivities of the three\ncones, which are referred to as blue (short), green (medium) and red (long) cones.<br><br>Cones\ncannot detect color by themselves; rather, <b><a href=\"http://en.wikipedia.org/wiki/Color_vision\"><span style=\"color: blue;\">color vision</span></a></b> requires comparison of the signal across\ndifferent cone types. The eyes discriminate\ncolours and hues by integrating the output from the three types of cone cells,\neach containing one of the three photoreceptors."
                    ],
                    "guid": "j(k1Yo>M`b",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "2019/2020"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How does light&nbsp; interfere with the rods, cones and nerve layers in the retina?",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-077cb935f2f22b4a13132066d645491c4f48bb93.jpg?alt=media&token=bd735e38-076d-457a-bfc5-f97d88f1a47d\"><br><br><div>The front (anterior) of the eye is\non the left. Light (from the left) passes through several transparent nerve\nlayers to reach the rods and cones (far right). A chemical change in the rods\nand cones send a signal back to the nerves. The signal goes first to the\nbipolar and horizontal cells (yellow layer), then to the amacrine cells and\nganglion cells (purple layer), then to the optic nerve fibers. </div>\n<div>Once\nstimulated, the photoreceptors (rods and cones) stimulate the bipolar cells,\nwhich in turn stimulate the ganglion cells. The direction of nerve impulses in\nthe retina is thus opposite to the direction of light in the retina. Ie., The\nflow of sensory information in the retina is opposite to the path of light\nthrough the retina.</div>"
                    ],
                    "guid": "DEd[+*wl0<",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the ways in which retinol (trans form of vitamin A) can be converted to cis-isomer retinal ?",
                        "<ol><li>It can be oxidized by NAD+ in the presence of<b><font color=\"#ff0000\"> retinol dehydrogenase</font></b> to the corresponding aldehyde called <b><font color=\"#ff0000\">all-trans retinal</font></b> which is converted by <b><font color=\"#ff0000\">retinal isomerase</font></b> to <b><font color=\"#ff0000\">11-cis retinal</font></b>.</li><li>The all-trans Vitamin A (retinol) can isomerize to a form with the <b><font color=\"#ff0000\">cis</font></b>-configuration at the 11-position. (11-cis reitnol) which can also be oxidized by NAD+ and <b><font color=\"#ff0000\">retinol dehydrogenase</font></b> to give 11-cis retinal.</li></ol>The conversion of retinol (trans form of vitamin A), which is primarily found in the liver and blood, to retinal is essential for the production of rhodopsin, a photopigment found in the rods of the retina. Rhodopsin contains retinal (vitamin A) as its prosthetic group, and this conversion process is necessary for the formation of the rhodopsin.<br><br>"
                    ],
                    "guid": "F]Mpi228Nz",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is phototransduction?",
                        "<div><span style=\"font-weight: bold;\">Phototransduction\nis the complex process whereby the energy of a photon (light) is converted into\n</span><span style=\"font-weight: bold;\"><font color=\"#ff0000\">electrical signals</font> </span><span style=\"font-weight: bold;\">in\nthe </span><span style=\"font-weight: bold;\"><font color=\"#ff0000\">rod and cone cell</font>&nbsp;</span><span style=\"font-weight: bold;\">and\nused to change the inherent membrane potential of the photoreceptor.&nbsp;</span></div><br>"
                    ],
                    "guid": "NaV_^Gv:S_",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Describe the visual cycle.",
                        "Rhodopsin, a photopigment found in the rods of the retina, is formed by the combination of <font color=\"#ff0000\">11-cis retinal</font> and <font color=\"#ff0000\">opsin </font>in the dark. When light falls on the retina, retinal isomerizes to the trans-configuration, causing rhodopsin to become activated to <font color=\"#ff0000\">Metarhodopsin II</font> and its retinal moiety undergoes a stereo-isomeric change to the all-trans form. The liberated trans-retinal can either be changed back to the cis-form by <font color=\"#ff0000\">retinal isomerase</font> to regenerate rhodopsin, or it can be reduced to Vitamin A by retinol dehydrogenase. A diet rich in vitamin A is essential for vision, as vitamin A cannot be synthesized by humans. Deficiency in vitamin A can lead to impaired rhodopsin synthesis, slow dark adaptation, and poor vision in dim light, especially after the eye is recently exposed to bright light.<br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-52ebeb3e136c531d0d312dc4aa552b7d039f088c.jpg?alt=media&token=11899153-698f-497d-b139-7bd5732a32b5\"><br>"
                    ],
                    "guid": "vSH#S^aFZs",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the role of cyclic GMP (cGMP) in regulating ion channels in rods and cones?",
                        "Rods and cones in the eye contain Na+ and Ca2+ channels that are gated by cyclic GMP. In the dark, many of these channels are open due to the presence of cGMP, allowing Na+ and Ca2+ ions to continually diffuse from the outer segment to the inner segment. This flow of cations is called the dark current and depolarizes the cell to around -40 mV. The ion channels close when cGMP is converted to GMP by phosphodiesterase, resulting in hyperpolarization of the cell and stopping the release of neurotransmitters. An increase in intracellular Ca2+ causes the release of neurotransmitter glutamate."
                    ],
                    "guid": "QCa}U=AK_3",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Light activation of Rhodospin (G-coupled receptor protein) leads to visual transduction cascade. Discuss.",
                        "<ul><li>When a rhodopsin absorbs llight, the 11-cis retinal isomerizes to its all-trans form , causing a photochemical change in the rhosopsin molecule from the inactive to the active form (bleaching).&nbsp;</li><li>The acivated form of rhosopsin called <b>Metarhodopsin II</b> interacts with G-proteins to trigger a signal transduction cascade leading to a <b>decreased release of neurotransmitters</b> at the synapse of the rod cell. G-proteins are proteins that have the ability to bind guanine nucleotides.</li><li>Metarhodopsin II is unstable and splits, to opsin and all-trans retinal. The opsin activates transducin and causes it to dissociate from its bound GDP , and bind GTP.</li><li>When G-proteins are <b>unstimulated</b> they bind guanosine diphosphate, (GDP). The G-protein of rod cells is known as <b><font color=\"#ff0000\">Transducin.&nbsp;</font></b></li><li>In the dark, transducin binds GDP and all the 3 subunits, T\\(\\alpha\\), T\\(\\beta\\), T\\(\\gamma\\) are together and no signal is sent.</li><li>In the light, when rhodopsin is activated and it activates the G-protein, transducin so that it binds <b>GTP</b> in exchange for <b>GDP</b>.</li><li>The activated transducin-GTP complex then dissociates into subunits (\\(\\alpha\\),&nbsp;\\(beta\\),&nbsp;\\(gamma\\)). The&nbsp;\\(\\beta\\) and \\(\\gamma\\) subunits are released leaving GTP bound to the \\(\\alpha\\)-subunit of transducin.</li><li>This \\(\\alpha\\)-subunit then binds <b><font color=\"#ff0000\">inactive cGMP phosphodiesterase</font></b>, thus activating it to hydrolyse cGMP to 5'GMP.</li><li>These causes a fall in cGMP level which then closes the cGMP gated ion channels in photoreceptors.</li><li>This blocks Na+ and Ca2+ from re-entering the outer segment and hyperpolarizing the membrane of the rod and cone cell by the Na+ K+ ATPase.</li><li>This leads to a decrease in the influx of calcium ions into the cell and a fall in the intracellular calcium ion concentration falls.&nbsp;</li><li>The decreased calcium level slows the release of the neurotrasmitter <b><font color=\"#ff0000\">glutamte</font>.</b></li></ul><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-b3a57af0093e1779d344f9f684b63c1082f05433.jpg?alt=media&token=3d0fce7e-5c65-419c-bec7-990c4af26c88\"><br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-00cc2565770f0d0a1a6e4be95657d0e096315f58.jpg?alt=media&token=7d38b597-c177-4a9a-957b-b6a57023d595\"><br>"
                    ],
                    "guid": "N8TJL![~DZ",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "2020/2021"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Describe how the phototransduction cascade is terminated.",
                        "<ul><li>GTPase Activating Protein (GAP) called RGS9 interacts with the alpha subunit of trasnducin, and causes it to hydrolyse its bound GTP to GDP via intrinsic GTPase activity.</li><li>This inactivates transducin and dissociates it from PDE which halts and inactivates phosphodiesterase, stopping the transformation of cGMP to GMP.&nbsp;</li><li>Gunaylate Cyclase Activating Protein (GCAP) is a calcium binding protein, and as the calcium levels in the cells have decreased GCAP dissociates from its<b> bound calcium ions</b>, and interacts with <b>Guanylate Cyclase</b> and activates it .</li><li>Guanylate Cyclase then proceeds to transform GTP to cGMP , replenishing the cell's cGMP levels and reopening the sodium channels that were closed during phototransduction, returning the cell to its resting depolaeized state.&nbsp;</li><li>Finally, Metarhodopsin II is deactivated.&nbsp;</li><li><b><font color=\"#ff0000\">Recoverin, another calcium binding protein</font></b>, is normally bound to Rhodopsin Kinase Grk1 when calcium is present.</li><li>When the calcium levels fall during phorotrasnduction,&nbsp; the calcium dissociates from recoverin, and rhodospin kinase is released, which proceeds to phosphorylate metarhodopsin II.&nbsp;</li><li>The phosphorylation metarhodopsin II decreases its affinity for transducin.</li><li>Another protein called <b><font color=\"#ff0000\">Arrestin, </font>binds to metarhodospin II , </b>completely deactivating it. Finally , phototransduction is deactivated, and the dark current and <b><font color=\"#ff0000\">glutamate release </font></b>is restored.</li></ul>"
                    ],
                    "guid": "ye,0H5tll_",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "0a407d6b-cd90-11ed-bc7f-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "paste-741013edf1c98596f708d4c829444ea4b10bab0a.jpg",
                "paste-b426d6892498105ff0faefc4fe1834ae83f88fa4.jpg"
            ],
            "name": "Biochemistry of the Brain.",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "Write short note on the Cerebrum.",
                        "Cerebrum is the <font color=\"#ff0000\">largest part of the human brain</font> , accounting for 85% of the brain's weight. It is divided into two hemispheres underneath lies the brainstem and behind that sits the cerebellum. The outermost layer of the cerebrum is the<font color=\"#ff0000\"> cerebral cortex</font>, which consists of four lobes:<span style=\"background-color: rgb(170, 85, 127);\"> the frontal , parietal, temporal and occipital.</span>"
                    ],
                    "guid": "C5^<jRg@8U",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the four lobes of the cerebral cortex.",
                        "<ol><li>Frontal Lobes: It is located behind the forehead, are involved with higer-level functions such as speech, self-control, movement, logic , emotion and abstract thought basically \"the things that makes us particularly human\".</li><li>Parietal Lobes: It is located behind the frontal lobes and helps in processing sensory information such as touch, temperature and pain.</li><li>Occipital Lobes: It is located at the rear of the brain and deals with vision.</li><li>Temporal Lobes: It is located near the temples it is involved with hearing and memory.</li></ol>"
                    ],
                    "guid": "E?Vl||:9w",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the blood-brain barrier?",
                        "This consists of cells that are joined together by tight junctions that do not allow large molecules or fluids to seep in or leak out to the same degree as they do in other capillaries. They are less permeable to larger molecules but is still permeable to water, carbon dioxide,oxygen and most fat-soluble substances."
                    ],
                    "guid": "vXDIdkc-K",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "The most important functions of glial cells are ?",
                        "<ol><li>To support neurons and hold them in place.</li><li>To supply nutrients to neurons.</li><li>To insulate neurons eletrically.</li><li>To destroy pathogenws and remove dead neurons.</li><li>To provide guidanc cues directing the axons to their targets.</li></ol>"
                    ],
                    "guid": "P-I_~&/:mf",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are glial cells?",
                        "They are also known as glia or neroglia cell. The total number of glia equaals the number of neurons though the proportions vary in different brain areas. A very important type of glial cell (oligodendrocytes in the central nervous system) generates layers of a fatty substance called myelin that wraps around axons and provides electrical insulation which allows them ot transmit action potentials much more rapidly and efficiently."
                    ],
                    "guid": "Q`U{bFb#W-",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are&nbsp; neurons?",
                        "Neurons are cells that have the ability to send signal to specific target cells over long distances. They send these signal by means of an axon, which is a thin protoplamic fiber that extens from the cell body and projects, usually with numerous branches, to other areas, sometimes nearby , sometimes in distant parts of the brain or body."
                    ],
                    "guid": "nBeW^]-^iL",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are axons?",
                        "Axons are thin protoplasmic fiber that extends from the cell body and projects, usually with numerous branches to other areas. They&nbsp; also transmit signals in the form of electrochemical pulses called <b>action pulses.</b>"
                    ],
                    "guid": "B?sjgD8vV%",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List and explain the three essential part of a neuron.",
                        "<ol><li>&nbsp;<b>Cell Body(soma)</b>: It is the neuron's core that carries genetic information, maintains the neurons's structure, and provides energy to drive activities. The neurons soma contains a nucleus and specialized organelles. It is enclosed by a membrane which protects it and allows it to interact with its immediate surrounding.</li><li><b>Axon</b>: It is a long, tail-like structure which joins the cell body at a specialized junction called the <b>axon hillock. </b>Most axons are insulated with a fatty substances called <b>Myelin</b> (helps axons to conduct an electrical signal). Axons also transmit signals to other neurons by means of specialized jucntions called <b>Synapses. </b>When an action potential , traveling along an axon, arrives at a synapse, it cause the release of a chemical called a <b>Neurotransmitter</b>. The neurotransmitter binds to receptor molecules in the membrane of the target cell and thereby alters their electrical activtiy.</li><li><b>Dendrites</b>: They are fibrous roots that branch out from the cell body. They receive and process signals from the axons of other neurons. Neurons can have more than one set of dendrites known as dendritic trees.</li></ol><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-b426d6892498105ff0faefc4fe1834ae83f88fa4.jpg?alt=media&token=ec06b153-5d89-4d7a-9736-f7d3c6b6b642\"><br>"
                    ],
                    "guid": "z5N;?|X*$j",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Describe the functions of neurons.",
                        "<ul><li>Neurons send signals using action potentials. An action potential is a shift in the neuron's electic potential caused by the flow of ions in and out of the neural membrane.<br></li><li>Action potentials can trigger both chemical and electrical synapses.</li><li>In a chemical synapse, action potentials affect other neurons via a gap between neurons synapse, which consists of a <font color=\"#ff0000\">presynaptic ending</font>, <font color=\"#ff0000\">a synaptic cleft </font>, and <font color=\"#ff0000\">a postsynaptic ending</font>.</li><li>When an action potential is generated, it's carried along the axon to presynaptic ending. This triggers the release of chemical messengers called neurotransmitters.</li><li>These molecules cross the synaptic cleft and bind to receptors in teh postssynaptic ending of a dendrite.</li><li>Neurotransmitters can exite the postsynaptic neuron , causing it to generate an action potential of its own. Alternatively, they can inhibit the postsynaptic neuron , in which case it dosen't generate an action potential.</li><li>Electrical synapses can only excite. They occur when two neurons are connected via a gap junction. This gap is much smaller than a synapse, and includes ion channels which facilitate the direct transmission of a positive electrical signal.</li><li>As a result , electrical synapses are much faster than chemical synapses. However, the signal diminishes from one neuron to the next, making them less effective at transmitting.</li></ul>"
                    ],
                    "guid": "oBAO3fH}DH",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are neurotransmitters?",
                        "They are also called chemical transmitter or chemical messenger. They are any group of chemical agents released by neurons to stimulate neighboring neurons , muscles or glands thus allowing impulses to be passed from one neuron to another \"target\" neuron, muscel cell ofr gland cell."
                    ],
                    "guid": "QbDVcL0QZM",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List the types of transmitters.",
                        "<ol><li><font color=\"#ff0000\">Amino acids</font>, such as glutamate and glysine.</li><li><font color=\"#ff0000\">Monoamines</font>, such as dopamine and norepinephrine.</li><li><font color=\"#ff0000\">Peptides</font>, such s somatostatin and opioids</li><li><font color=\"#ff0000\">Purines </font>such as ademosine triphhosphate (ATP).</li><li><font color=\"#ff0000\">Gaseous substances </font>such as nitric oxide.</li><li><font color=\"#ff0000\">Trace amines (Endogenous substances)</font> such as typtamine and the phethylamines.</li></ol>"
                    ],
                    "guid": "c:6x+mHJ=?",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the difference between Excitatory neurotransmitters and Inhibitory Neurotransmitters?",
                        "<font color=\"#ff0000\">Excitatory neurotransmitters </font>trigger depolarization, a shift in electic charge distribution, resulting in less negative charge inside the cell, thereby increasing the likelihood of a response. e.g glutamate&nbsp;<br><br><font color=\"#ff0000\">Inhibitory neurotranmitters</font> trigger hyperpolarization, decreasing the likelihood of a response. e.g&nbsp;&nbsp;gamma-aminobutyric acid"
                    ],
                    "guid": "IPO3Hl~e{f",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the two neurotransmitters that are used most widely in the vertebrate brain?",
                        "The two neurotransmitters that are used most widely in the vertebrate brain are glutamate, which exerts excitatory effects on target neurons, and gamma-aminobutyric acid (GABA), which is almost always inhibitory.<br><br>Because of their ubiquity , drugs that act on glutamate or GABA tend to have broad and powerful effects. Some general anesthetics act by reducing the effects of glutamate, most tranquilizer exert their sedative effects by enhancing the effects of GABA."
                    ],
                    "guid": "nw]2U9/j]|",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List the major classes of neurotransmitters.",
                        "<ol><li>Adrenaline&nbsp;</li><li>Noradrenaline</li><li>Dopamine&nbsp;</li><li>Serotonin</li><li>GABA</li><li>Acetylcholine&nbsp;</li><li>Glutamate</li><li>Endorphins</li></ol>"
                    ],
                    "guid": "Dmdp{{y({R",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is Adrenaline.",
                        "<ul><li><div>Adrenaline\nis primarily a hormone released by the adrenal gland, but some neurons may\nsecrete it as a neurotransmitter.</div></li><li><div>It\nincreases heart rate and blood flow, leading to a physical boost and heightened\nawareness.</div></li><li><div>It is\nproduced during stressful or exciting situations.</div></li><li>It helps in the regulation of blood sugar.</li></ul>"
                    ],
                    "guid": "P>k0[Ej`QL",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is Noradrenaline.",
                        "<ul><li>It is the main neurotransmitter of the sympathetic nervous system and is associated with fight-or-flight response.</li><li>Involved in regulating attention and alertness.</li><li>It causes blood vessels to constrict leading to increase in blood pressure.</li></ul>"
                    ],
                    "guid": "qv%qhKN9.R",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Function of Dopamine.",
                        "<ul><li>It is involved in movement and motivation.</li><li>It controls appetite for sex, eating , pleasure and even creative thinking.</li><li>Abnormal dopamine secretion is common in specific movement disorders such as parkinson's disease.</li><li>Research has shown that the neurotransmitter dopamine plays a central role in addictive drugs such as cocaine. Nicotine either causes the levels of dopamine to rise or cause the effects of dopamine inside the brain to be enhanced.</li></ul>"
                    ],
                    "guid": "exJ)n1R!Eb",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Function of Serotonin.",
                        "<ul><li>It contributes to feelings of well-being and happiness; all abour serenity and hopefulness in moods.</li><li>Low levels are associated with depression.</li><li>It is affected by exercise and light exposure.</li><li>It plays a role in sleep cycle and digestive system regulation.</li></ul><br><br>"
                    ],
                    "guid": "u.-8%22]*7",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Function of GABA.",
                        "<ul><li>Inhibits neuron firing in the CNS.</li><li>High levels improves focus</li><li>Low levek causes anxiety</li><li>Increases the level of tranquility by inhibiting too much nerve activity.</li><li>Helps to improve muscle tone and promote relaxation.</li></ul>"
                    ],
                    "guid": "qYpgmeFZou",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Function of Acetylcholine.",
                        "<ul><li>It is the primary neurotransmitter of the parasympathetic nervous system and aids in smooth muscle contraction.</li><li>It aids in blood vessel dilation and slows heart rate.</li><li>It is involved in thought, learning and memory.</li><li>It is associated with attention and awakening.</li><li>Has multiple sources in the brain, but is not ubiquitously distributed as glutamate and GABA.&nbsp;</li></ul>"
                    ],
                    "guid": "Iv%/a`e/P%",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Function of Glutamate.",
                        "<ul><li>It is the primary neurotransmitter in the brain and is involved in signaling between neurons.</li><li>It regulates the development and creation of new nerve pathways.</li><li>It is involved in learning and memory.</li><li>High levels can lead to agitation , impulsive behaviour and even violence.</li></ul>"
                    ],
                    "guid": "fS#8s>[Q<x",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Function of Endorphins.",
                        "<ul><li>It is associated with feeling of euphoria and act as natural pain and stress relievers.</li><li>It is released during exercise, excitement and sex.</li><li>Higher levels would cause less feelings of pain.</li><li>Secretion is enhances by foods like chocolate or chilli pepper.</li></ul>"
                    ],
                    "guid": "dR_X|u>[YO",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Describe Neurotransmitter signaling.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-741013edf1c98596f708d4c829444ea4b10bab0a.jpg?alt=media&token=c0569e01-f95a-4eae-9d5f-bfaa781a9d7b\"><br><br><ul><li>Neurotransmitters are synthesized by neurons and are stored in vesicles , which are located in the axon's terminal end&nbsp;<font color=\"#ff0000\">(presynaptic terminal).</font></li><li>The presynaptic terminal is separated from the neuron or muscle cell by a gap called the <font color=\"#ff0000\"><b>synaptic cleft</b></font>. The presynaptic cleft terminal , synaptic cleft and receiving dendrite of the next cell together form a junction known as&nbsp;<b><font color=\"#ff0000\">the synapse.</font></b></li><li>When a nerve impulse arrives as at the presynaptic terminal of one neuron , neurotransmitter-filled vescles migrate through the cytoplasm and fuse with the presynaptic terminal membrane.</li><li>The neurotransmitter molecules are then released through the presynaptic membrane and into the synaptic cleft.</li><li>In milliseconds, they travels across the synaptic cleft to the <b><font color=\"#ff0000\">postsynaptic membrane </font></b>of the adjoining neuron, where they bind to receptors.</li><li>Receptor acivation results in either the opening or the closing of ion channels in the membrane of the second cell, which alters the cell's permeability.</li><li>In some instances, the change in permeability results in <b><font color=\"#ff0000\">depolarization</font></b>, causing the cell to produce its own action potential , thereby initiating an electrical impulse while in some other cases the change in permeability can lead to <b><font color=\"#ff0000\">hyperpolarization</font></b>, which prevents the generation of an action potential by the second cell.</li></ul>"
                    ],
                    "guid": "veK3}Tkkns",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the ways the termination of neurotransmitter acivity can happen?",
                        "<ul><li>The molecules may diffuse out of the synaptic cleft, away from the receptive cell.</li><li>They also can be taken back up into the presynaptic terminal via transporter molecules, or they may be metabolized by enzymes in the synaptic cleft.</li></ul>"
                    ],
                    "guid": "df:h6`R=T_",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "0bc1c2c9-cd90-11ed-8018-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "2612_Blood_Flow_in_the_Kidneys.jpg",
                "400px-Renal_corpuscle-en.svg (1).png",
                "images (15).jpeg",
                "images (16).jpeg",
                "images (17).jpeg",
                "images (18).jpeg",
                "paste-6a79d36de5fab0930ee07007f31cf69267b1fcc7.jpg"
            ],
            "name": "Biochemistry of the Kidney",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the kidney?",
                        "The kidney is an organ that carries out ultrafiltration in the process of urine formation to release ammonia which is toxic to the body."
                    ],
                    "guid": "rG{n>FgH:`",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "State the physiological functions of the kidney.",
                        "<ol><li>It removes waste from the body.</li><li>It regulated blood volume.</li><li>It regulates extracellular fluid pH.</li></ol>"
                    ],
                    "guid": "nV]3W&b[;3",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "State the endocronological functions of the kidney.",
                        "<ol><li>It regulates RBC synthesis through the production of erythropoietin.</li><li>It regualates the synthesis of vitamin D.</li><li>It regulates diuresis by increasing renal blood flow as a result of production of urodilatin.</li><li>It secretes renin leading to synthesis and release of aldosterone.</li><li>During prolonged fasting, it uses amino acid to make glucose.</li></ol>"
                    ],
                    "guid": "fufQQ-A]?K",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List the properties of the kidney .",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fimages%20(15).jpeg?alt=media&token=cce0cb44-7fa0-4226-bea3-702f39381652\"><br><ul><li>The kidney is a bean like structure having an outer surfacr that is <font color=\"#ff0000\">concave </font>and a <font color=\"#ff0000\">convex </font>inner surface.&nbsp;</li><li>The right kidney is a little bit lower than the left kidney because it is crowded by the liver.&nbsp;</li><li>The medial surface has a vertical cleft called the <b><font color=\"#ff0000\">renal hilium </font></b>which leads to renal sinus, an internal space within the kidney.</li><li>The renal hilium is the point where the renal blood vessels, lymphatics, ureter and nerves join the kidney to occupy the sinus.</li><li>The kidney is enclosed in a fatty acid case which holds in position.</li></ul>"
                    ],
                    "guid": "d}W)evlVM`",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Mention the suppotive tissuse that holds the kidney into position.",
                        "<ol><li><b>The fibrous capsule</b>: It is a surrounding capsule which protects the kidney from infection in surrounding regions.</li><li><b>The renal fascia</b>: It is the outer layer of dense fibrous connective tissue that anchors the kidney and the suprarenal gland to surrounding structures.</li><li><b>The perirenal fat capsule</b>: It is a fatty mass surrounding the kidney and it protects the kidney against blow.</li></ol>"
                    ],
                    "guid": "HlZ-!4R&SV",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is renal ptosis?",
                        "This is a condition that occurs when the suppotive tissue around the kidney reduces which leads to the dropping of the kidney to a lower position. This creates a kink in the ureter which obstructs the normal flow of urine."
                    ],
                    "guid": "KB:4<x0?8^",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is hydronephrosis?",
                        "This condition occurs when there is an accumulation of water in the kidney which results from the formation of kink formed from <b>renal ptosis</b>."
                    ],
                    "guid": "yE68f5LMKF",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List and explain the three distinct regions of the kidney.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fimages%20(15).jpeg?alt=media&token=cce0cb44-7fa0-4226-bea3-702f39381652\"><br><ol><li><b>The renal Cortex</b>: It is the outer layer of the kidney. It is light in color and granular in apperance. It contains most of the corpuscles and the covulated tubles of the nephron.</li><li><b>The renal Medulla</b>: This the reddish brown in color with cone shaped tissue massed called medullary or renal pyramids. The base of the pyramid faces the cortex while its apex points internally.</li><li><b>The Pelvis</b>: It is a funned-shaped tube. It takes the urine to the ureter which moves it to the bladder.</li></ol>"
                    ],
                    "guid": "LCf},G1Kaf",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Fully describe how blood is supplied to the kidney.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2F2612_Blood_Flow_in_the_Kidneys.jpg?alt=media&token=8e5f7970-34c1-4747-a514-c3d0c46fe487\"><br>It takes one minute for&nbsp; 25% of cardiac output to be passed through the kidney. Therefore it will take 4 minutes for the whole cardiac output (the whole blood in the body from the circulatory system) to be passed through the kidney.<br><br>The Aorta supplies blood to the renal artery. The blood in the renal artery enters the <b><font color=\"#ff0000\">sinus </font></b>through the <b><font color=\"#ff0000\">helium </font></b>and branches into five segmented arteries which forms the<font color=\"#ff0000\"> <b>interlobar </b>arteries</font> that branches into the <b><font color=\"#ff0000\">arcuate arteries</font> </b>at the medulla-cortex junction.<br><br>The blood then flows into the <b><font color=\"#ff0000\">cortical radiate arteries</font> </b>and enters the <b><font color=\"#ff0000\">glomerulus </font></b>through the <b><font color=\"#ff0000\">afferent arterium</font>. </b>In the glomerulus, the blood undergoes ultrafiltration<b>&nbsp;</b>and leaves through the <b><font color=\"#ff0000\">efferent arterium</font>, </b>moving into the <b><font color=\"#ff0000\">perentubular capillaries</font></b>.<br><br>The perentubular capillaries form the <b><font color=\"#ff0000\">vasa recta</font></b> in the medulla which is in close contact with the <b><font color=\"#ff0000\">loop of Henle</font>. </b>The vase recta then branches into the <b>interlobular vein </b>and leaves the cortex into the <b><font color=\"#ff0000\">arcuate vein</font></b>. The arcuate vein branches into the <b><font color=\"#ff0000\">interlobar vein</font></b> which travels through the<font color=\"#ff0000\"> <b>renal column to the renal vein</b></font> leaving the kidney through the sinus and joining general circulation.<br>"
                    ],
                    "guid": "g*v:+;Vi.R",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is a Nephron?",
                        "A nephron is the fucntional unit of the kidney tha is responsible for filtering and processing blood to produce urine. Each nephron consists of renal corpuscle and a tubule."
                    ],
                    "guid": "JCT6_OkK[I",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List and explain the two major types of nephron.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fimages%20(18).jpeg?alt=media&token=208744cd-a122-47ee-b3cb-6a9fc538ba5a\"><br><ol><li><b>Cortical Nephron</b>: it represents 85% of the nephron is locateed entirely in the cortex except for small portion of the loop of henle that is found in the outer part of the medulla.&nbsp;</li><li><b>Juxtamedullary Nephron</b>: It renal corpuscle is situated in the cortex while its tubule extends into the medulla towards the tip of the renal pyramid. It has the ability to produce concentrated urine because the loop invades the medulla deeply with much more extensive thin segment.</li></ol>"
                    ],
                    "guid": "K/[ie$G4m?",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List and explain the two division of the nephron.",
                        "<div><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fimages%20(16).jpeg?alt=media&token=4ec8d536-2254-46fe-b9d0-cc300da1da01\"><b><br></b></div><ol><li><b>Renal Corpuscle</b>: This is the initial part of the nephron, consisting of the glomeurus and Bowman's capsule. The glomerulus is a network of tiny blood vessels called <b><font color=\"#ff0000\">capillaries</font>, </b>which filter blood as it flows through them. Bowman's capsule is a cup-like structure that surrounds the glomerulus and collects the filtered fluid, known as filtrate.</li><li><b>Renal tubule</b>: This is the second part of the nephron, which processes the filtrate collected in the renal corpuscles. The renal tubule is divided into the <b><font color=\"#ff0000\">proximal convulated tubules</font></b>, <b><font color=\"#ff0000\">the loop of Henle</font></b>, and the <b><font color=\"#ff0000\">distal convulated tubule</font></b>.</li></ol>"
                    ],
                    "guid": "O@rJXITDQr",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "&nbsp;List and explain the tubule component of the nephron.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fimages%20(16).jpeg?alt=media&token=4ec8d536-2254-46fe-b9d0-cc300da1da01\"><br><ol><li><b>The proximal covulated tubule (PCT)</b>: It is the first part of the renal tubule and is responsible for reabsorbing most of the&nbsp; nutrients, such as glucose, amino acids, and ions, that were filtered out of the blood in the Bowman's capsule.</li><li><b>The loop of Henle</b>: It is a long, U-shaped tube that extends from the PCT to the distal convulated tublule (DCT). It is responsible for creating a concentration gradient within the whch allows for the reabdorption of water and electrolytes. It is divided&nbsp; into the&nbsp;</li><ol><li>THe thin descending limb.&nbsp;</li><li>The thick ascending limb&nbsp;</li><li>The thick ascending limb.</li></ol><li><b>The distal convulated tubule(DCT)</b>: It is the last part of the renal tublule and is responsible for the further reabsorption of water and electrolytes, as well as the secretion of waste products, such as drugs and toxins, into the urine.</li><li><b>The Collecting Duct</b>: It is responsible for transportinf urine from the nephrons to the renal pelvis, where it is stored before being excreted from the body. It is made up of two cell types which are <b><font color=\"#ff0000\">intercalated cell and principal cell</font>. </b>The intercalated cell consists of variants A &amp; B and is responsible for the acid and base balance of the fluid while the principal cellregualtes water and Na+ concentration of the cell.</li></ol>"
                    ],
                    "guid": "zXSQ|:_mX9",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "The filtration membrane is located in the <b>glomerulus. </b>What is the mechanism by which blood is filtered in the glomerulus?",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fimages%20(17).jpeg?alt=media&token=94245c02-830d-46ce-b2ed-e732daabd790\"><br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2F400px-Renal_corpuscle-en.svg%20(1).png?alt=media&token=0be5deff-0418-4f28-9e72-470aa62713e4\"><br><br>This process occurs through three layers: <b><font color=\"#ff0000\">the fenestrated endothelium</font></b>, <b><font color=\"#ff0000\">the basement membrane </font></b>and the <b><font color=\"#ff0000\">visceral membrane</font></b>.&nbsp;<br><br>First, blood enters the glomerulus through the afferent arteriole, which is wider than the efferent arteriole that exists the glomerulus. The difference in size creates pressure within the glomerulus, known as the glomerular filtration pressure.<br><br>As blood flows through the glomerulus, it passes through the fenestrated endothelium. This consist of cells that allowsmall molecules to pass through them but prevent larger molecules such as blood cells and proteins from entering.<br><br>Next, the filtered blood passes through the basement membrane, a gel-like substance that acts as a physical barrier. It helps to prevent further larger molecules from passing through it.<br><br>Finally, the filtered blood reaches the viceral membrane which has foot processes(podocytes) that ends up to form silt through which filtrate can enter glomerulus. The silt prevent macromolecules from entering through it . The macromolecules left at the slit are engulfed and degraded&nbsp; by the mesangial cells.<br>"
                    ],
                    "guid": "oc&2{n99XA",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Each nephron has the juxaglomerular apparatus located between the ascending limb and efferent arteriole. It consist of three cells . what are they?",
                        "<div><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2F400px-Renal_corpuscle-en.svg%20(1).png?alt=media&token=0be5deff-0418-4f28-9e72-470aa62713e4\"><b><br></b></div><ol><li><b>Macula densa cells:</b> These are specialized cells that are located in the wall of the ascending limb of the loop of henle. They are in close proximity to the afferent and efferent arterioles. Macula densa cells are sensitive to changes in the sodium concentration and flow rate of the filtrate. They play a role in regulating the glomerular filtration rate by releasing vasoactive substances that regulate the diameter of the afferent and efferent arterioles.</li><li><b>Juxtaglomerular cell</b>s: These are specialized smooth muscle cells located in the wall of the afferent arteriole. The are named for their location next to the glomerulus. Juxtaglomerular cells secrete the enzyme renin in response to low blood pressure, low blood volume, or low sodium levels in the blood. Renin activates the renin-angiotensin-aldosterone system (RAAS), which helps to increase blood pressure and conserve sodium.</li><li><b>Extraglomerular mesangial cells: </b>These are specialized cells located outside of the glomerulus, in the area where the afferent and efferent arterioles meet. They regulate blood flow and the exchange of substances between the blood and the tubular system of the nephron. They also communicate with the macula and juxtaglomerular cells to help regualte blood pressure and filtration.</li></ol>"
                    ],
                    "guid": "piv%oFU!2D",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the three&nbsp; processes involves in urine formation?",
                        "The three processes involved in urine formation are: <br><ul><li>Glomerular filtration.</li><li>Tubular reabsorption.&nbsp;</li><li>Tubular seretion.</li></ul>"
                    ],
                    "guid": "FWPwfT-}6v",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the net filtration pressure?",
                        "Net filtration pressure is the pressure that forces the filterate to enter the glomerulus. Glomerular hydorstatic pressure (HPg) i.e glomerular blood pressure is the chief force that pushes solutes and water across the filtration membrane. This force is opposed by two forces that prevent fluid loss from the capillaries which are :<br><ol><li>&nbsp;Capsula hydrostatic pressure(HPc): It is the pressure exerted by fluids in the glomerular capsule.</li><li>&nbsp;Colloid osmotic (oncotic) pressure (Opg): It is the pressure in the capsular space of glomerular capsule.</li></ol>\\[NFH = HPg - (HPC + OPg)\\]<br><br>"
                    ],
                    "guid": "r-jOZ%sQAf",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is glomerular filtrate rate?",
                        "It is the volume of filtrate per minute by the kidney. It is governed by the following factors:<br><ol><li>Total surface area available for filteration</li><li>Filteration membrane permerablility</li><li>NFP (net filteration pressure)</li></ol>GFR is directly proportional to the NFP, which is why a drop in glomerular pressure of about 18% stops filteration entirely."
                    ],
                    "guid": "p+Ib4P|I)X",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the two main ways glomerular filteration rate can be regulated?",
                        "<ol><li>&nbsp;Intrinsic control (auto-regulation)</li><li>Extrinsic control</li></ol>"
                    ],
                    "guid": "L>8sAe7:KE",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explian intrinic control of GFR stating and also explaining the mechanism involved.",
                        "Intrinsic control acts within the kidney to maintain GFR. The kidney do this by adjusting its own resistance to blood flow. It does this when the pressure is between 80-180mmHg by the following:<br><br><ol><li><b>Myogenic mechanism</b>: This mechanism works by sensing changes in the stretch of the afferent arteriole, which is the blood vessel that brings blood to the glomerulus. If there is an increase in arterial pressure, the afferent arteriole to contract. This contraction reduces the diameter of the arteriole, which in turn reduces blood flow into the glomerulus. This helps to maintain a constant GFR even when arterial pressure changes. Conversely, if there is&nbsp; a decrease in arterial pressure, the afferent arteriole will relax,increasing blood flow into the glomerulus to maintain GFR.</li><li><b>Tubuloglomerular mechanism</b>: Here, the macula densa cells monitor the flow rate and concentration of fluid passing through the tubule. High NaCl concentration causes the macula densa cell to release a vasoconstrictor that causes the&nbsp; constriction of the afferent arteriole thereby hindering bloos flow into the glomerulus,&nbsp;&nbsp;thus decreasing GFR. Decrease in GFR causes the macula densa cells to inhibit the release of vasoconstrictor,causing vasodilation of the afferent arterioles thereby allowing more blood to flow into the glomerulus, thus increasing GFR.&nbsp;</li></ol>Intrinsic control cannot handle extreme low systemic blood pressure when the arterial pressure drops below 80mmHg."
                    ],
                    "guid": "Lcia8&d*^I",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain extrinic control of GFR stating and also explaining the mechanism involved.",
                        "When arterial pressure is less than 80 or greater than 180mmHg extrinsic control takes precendence over intrinsic control and regulates GFR, sometimes to the detriment of the kidney. It uses the following controls:<br><ol><li><b>Systemic Nervous system controls</b>: During stress there is a release of adrenaline and nonadrenaline which will bind to their adrenaletic receptors which are present in the smooth muscles of the vessels thereby constricting the vessels in the smooth muscles and also activated macula densa cells which synthesizes vasoconstrictor. This also stimulates the granular cells to release renin.</li><li><b>Renin-angiotensin mechanism</b>: The renin released by granular cells convert angiotensinogen to angiotensin <b>I</b>. Angiotensin <b>I&nbsp;</b>&nbsp;is then converted to angiotensin <b>II&nbsp;</b>&nbsp;by angiotensin converting enzyme (ACE). Angiotensin <b>II&nbsp;</b>&nbsp;can do the following :</li></ol><ul><li>It can act as a vasoconstrictor.</li><li>Trigger the release of aldosterone from the adrenal cortex.</li><li>It stimulates the hypothalamus to release antidiuretic hormone and activate the hypothalamic thirst center, which increases the blood volume.</li><li>It causes measngial cells to contract reducing GFR by decreasing the total surface area of glomerular capillaries available for filtration.</li></ul>"
                    ],
                    "guid": "w~I.wbAwh)",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the two route available in tubular reabsorption?",
                        "<ul><li>Transcellular route: In this case substance move through the luminal membrane , cytosol and basolateral membrane of the tubule cell and then endothelium of peritubular capillaries.</li><li>Paracellular route: Substances move through leaky tight junctions , especially in PCT. This movement is limited and allows the passage of some important ions e.g.&nbsp;\\(Ca^{2+} , Mg^{2+} , Na^{+}, K^{+}\\) .</li></ul>"
                    ],
                    "guid": "C?5nE5U{{Q",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain how nutrients, water and ions are reabsorbed?",
                        "<ul><li>Pumping of&nbsp;\\(Na^+ \\) to the intersititial space by&nbsp;\\(Na^+-K^+\\) ATPase ata the bassolateral membrane creating concentration gradient that drives which drives downhill&nbsp;\\(Na^+\\) entry at the luminal membrane.</li><li>Reabsorption of organic nutrients and other ions by co-transport at the luminal membrane.</li><li>Reabsorption of water and other ions by osmosis which increases the concentration of the solute left behihd which are later reabsorbed as they move down their concentration gradients.</li><li>Lipid soluble substances diffuse by the transcellular route.</li><li>\\(Cl^-\\)(and other anions),&nbsp;\\(K^+\\) and urea diffuse by the paracellular route.</li></ul>"
                    ],
                    "guid": "K^{$|WZq[v",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "0a14abbc-deef-11ed-a53f-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "paste-0b1b150b0e52e1cc306cee23f5367a0a6fe36d3b.jpg",
                "paste-0beb1a892595e62a60370ec6d7737807e6dbb5c7.jpg",
                "paste-3b7fc959dafd030872c4e7a729e38a7fccf8db4a.jpg",
                "paste-8a2246dd9d78e1300577e3e6263ec22ccd342f6d.jpg",
                "paste-9833331ad514803e93b44f70cd71faae49b6f3ae.jpg",
                "paste-ade748fc8b977e0820f4130a23b745500c869462.jpg",
                "paste-c81173a82d15c8352fa034dfc65116555b70188e.jpg",
                "paste-cc9ab5cca3eb814db8d08c50dd0528d4808b8132.jpg",
                "paste-e7612261aa31c2eb0f02fd047d32fdd94ad1586d.jpg"
            ],
            "name": "Biochemistry of the muscles",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the three main types of muscle tissue?",
                        "<ol><li>Skeletal tissue: They are attached to bones and is responsible for movement and posture. It is a <font color=\"#ff0000\"><b>straited muscle</b></font>, meaning&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; that it has a striped appearance under a microscope due the arrangement of its portein filaments. Skeletal muscle tissue is under voluntary control, meaning that it is continuosly controlled by the nervous system.</li><li>Smooth tissue: It is found in the walls of organs and structures such as the digenstive system, blood vessels, and respiratory system. It is responsible for involuntary movements such as peristalsis and constriction of blood.&nbsp; vessels. It is not straited and it is under the control of the autonomic nervous system.</li><li>Cardiac tissue: It is found on the heart and it is responsible for the rhythmic contraction and relaxation of the heary . Like skeletal muscles tissues, cardiac muscle tissue is striated, but it is under involuntary control</li></ol>"
                    ],
                    "guid": "EJt]#lk?}!",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are tendons?",
                        "Tendons are tough, fibrous connective tissues that attach muscles to bones or other structures such as cartilage. They are composed of paralles bundles of collagen fibers, which are strong and flexible.<br>Tendons in the hands and feet are enclosed in self-lubricating sheaths to protect them from rubbing agianst the bones."
                    ],
                    "guid": "pIgDC*]_Yh",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is a sarcoplasm?",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-ade748fc8b977e0820f4130a23b745500c869462.jpg?alt=media&token=d6b46b43-0422-47e1-babd-b519cee7b15d\"><br><br><div style=\"text-align: justify;\">Sarcoplasm is the cytoplasmic material of a muscle cell, also known as a muscle fiber. It is a gel-like substance that surrounds the myofibrils, which are the contractile units of the muscle cells. It contains many Mitochondria , which produce most of the ATP needed for muscle contraction under aerobic conditions.</div>"
                    ],
                    "guid": "txk,AwJFRc",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the three types of muscle proteins?",
                        "<ol><li style=\"text-align: justify;\">Proteins of sarcoplasm: This include mygen fraction, Albumins, Globulins and Myoglobin <i>which provides the red color to muscles, responsibel for oxygen strorage.</i></li><li style=\"text-align: justify;\">Proteins of Stroma: Includes collagen, keratin, elastin and myostromin. They are condtituents of connective tissue of vessel walls, nerves and sarcolemma. They also form supportive framework of muslces.</li><li style=\"text-align: justify;\">Proteins of myofibrils: This include the contractile proteins(actine and myosin), regulatory proteins (tropomyosin land troponin) and&nbsp; attachment proteins (titin, neblin, alpha actinin, dystrophin).</li></ol>"
                    ],
                    "guid": "EWr+j&/mXC",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the following terms:<br><ol><li>Actin</li><li>Myosin</li><li>Tropomyosin</li><li>Troponin Complex</li></ol>",
                        "<ol><li>Actin: This occur in two forms which are <b><font color=\"#ff0000\">Globular G-actin</font></b> and <b><font color=\"#ff0000\">Fibrillar F-actin.&nbsp;</font></b>Globular actin molecules are noncovalently &nbsp;connected to form F-actin. Two F-actin chains screwed into a spiral.&nbsp;</li><li>Myosin: Each molecule is composed to two parts (dimer) . Each part consists of a A TAIL&nbsp; twisted around the other and A HEAD. Multiple myosin molecules come together to form <b><font color=\"#ff0000\">THICK MYOSIN FILAMENTS</font></b>. The myosin head contains <b><font color=\"#ff0000\">ACTIN BINDING SITE</font></b> which are used to form cross bridges with actin molecules. They also have ATPLase activity that breaks down ATP which is used to bend the hinge region of the myosin molecule during contraction.</li><li>Tropomyosin: It is a long, thin protein that lies alongside the actim filaments, covering the myosin-binding sites that are critical for muscle&nbsp; contraction.</li><li>Troponin Complex: It is a protein complex that is located on the actin filament. It consists of three subunits:<font color=\"#ff0000\"><b> troponin C</b></font>, <b><font color=\"#ff0000\">troponin I </font></b>and <b><font color=\"#ff0000\">troponin T</font></b>. <b>TnI </b>binds to actin and inhibits myosin-actin interaction, <b>TnT</b> binds to tropomyosin, and <b>TnC</b> binds to Ca+.</li></ol><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-c81173a82d15c8352fa034dfc65116555b70188e.jpg?alt=media&token=06b2b303-7610-4803-9e6c-bcb852867471\"><br>"
                    ],
                    "guid": "u`w3)7KnoE",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Write short note on the sacromere?",
                        "A sacromere is the basic unit of a muscle fiber. It is made up of several different components, including thick filaments (made of mysin) and thin filaments (made of actin, troponin, and tropomyosin). The thick filaments are located in the center of the sacromere, while the thin filaments are located on either side.<br><br>The sarcomere is bounded by two Z-line, which are protein structures that anchor the thin filaments in place. When a muscle contracts, the thin filaments slide past the thick filaments, shortening the sarcomere and causing the muscle to contract. This is followed by the shortening of the H zones and I bands.<br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-8a2246dd9d78e1300577e3e6263ec22ccd342f6d.jpg?alt=media&token=1e6bbdf3-92fd-4db7-90dd-928378257ea5\"><br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-cc9ab5cca3eb814db8d08c50dd0528d4808b8132.jpg?alt=media&token=856f8766-4690-42d2-9bd9-7e3e002d4d2f\"><br>"
                    ],
                    "guid": "e|<MT^bWT#",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List and explain the five stages involved in the formation of a crossbridge between myosin and actin.",
                        "<ul><li>Stage I(Relaxation Phase): The head of myosin hydrolyzes ATP to ADP and Pi, but these products remain bound. The resultant <b><font color=\"#ff0000\">ADP-Pi-MYOSIN COMPLEX</font></b> has been energized and is in a so-called high-energy conformation. The actin binding site is also covered by tropomyosin . This prevents myosin from binding to actin.<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-9833331ad514803e93b44f70cd71faae49b6f3ae.jpg?alt=media&token=488bce12-1d64-40de-896b-d6f64a970976\"></li><li>Stage II(Cross-bridge formation):This stage involves the binding of Ca2+ to troponin C which causes a conformational change that chages the position of tropomyosin and exposes the actin binding site. The myosin head&nbsp; binds to the exposed actin binding site leading to the formation of the <b>ACTIN-MYOSIN-ADP-Pi</b>(the cross-bridge) and the stimulation of muscle contraction.<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-0b1b150b0e52e1cc306cee23f5367a0a6fe36d3b.jpg?alt=media&token=7eb3e58d-23a3-4a10-ae64-b995ba810076\"></li><li>Stage III(Power stroke): Release of Pi from the complex initiates the power stroke. This is followed by release of ADP and is accompanied by a large conformational change in the head of myosin in relation to its tail, pulling actin about 10nm toward the center of the sarcomere. The myosin is now in a so-called low-energy state, indicated as <b><font color=\"#ff0000\">Actin-myosin.</font></b><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-e7612261aa31c2eb0f02fd047d32fdd94ad1586d.jpg?alt=media&token=b69e1dbd-be6a-4816-a53f-12690a1f7b7c\"></li><li><b>Stage IV</b>: Binding of the ATP molecule to the S-1 head of myosin and the formation of&nbsp;<b><font color=\"#ff0000\">ACTIN-MYOSIN-ATP COMPLEX.</font></b></li><li><b>Stage V</b>: Myosin-ATP has a low affinity for actin , and actin is thus released.<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-0beb1a892595e62a60370ec6d7737807e6dbb5c7.jpg?alt=media&token=850f677e-be51-4a9e-b066-e9335b01a3a7\"></li></ul>"
                    ],
                    "guid": "k|V;10VWU8",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Describe the role of calcium in muscle contraction.",
                        "<div style=\"text-align: justify;\">In skeletal muscle, calcium ions are released from the sarcoplamic reticulum in response to action potential traveling down the muscle fiber. The calcium ions then binds to the regulatory protein <b><font color=\"#ff0000\">Troponin</font></b>, which is part of the thin filament that make up the muscle fiber. The causes <b><font color=\"#ff0000\">Tropomyosin</font></b>, a regulatory protein that blocks the myosin binding site to shift thereby exposing the myosin binding site on actin.</div><font color=\"#ff0000\"><div style=\"text-align: justify;\"><br></div></font><div style=\"text-align: justify;\">The amount of calcium present in the muscle fibers determines the strength and duration of the contraction. Once the action potential ceases, calcium ions are actively transported back into the sarcoplamic reticulum, causing the troponin to return to its original shape and the binding sites on the actin to become covered again, which allows the muscle fibers to relax.<br><br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20421%2Fpaste-3b7fc959dafd030872c4e7a729e38a7fccf8db4a.jpg?alt=media&token=990d7aaf-fe8d-45f4-9738-62672d04e606\"><br></div>"
                    ],
                    "guid": "n_2{.;1Ft#",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the major sources of energy for muscle contraction?&nbsp;",
                        "<ol><li style=\"text-align: justify;\"><b>Phosphocreatine pathway</b>: converts ADP to ATP, producing 4 moles of ATP per minute. However, the supply of creatine phosphate is limited and is depleted within the first 10 seconds of intense exercise. Creatine phosphate is the primary source of ATP during short, high-intensity activities such as the 100 meter dash.</li><ul><li style=\"text-align: justify;\"><b style=\"background-color: rgb(0, 0, 127);\">In Resting Muscles</b> excess of ATP molecules is used to produce Creatime Phosphate.&nbsp;\\[Creatine + ATP \\longrightarrow Creatine-P + ADP\\]&nbsp;</li><li style=\"text-align: justify;\"><span style=\"background-color: rgb(0, 0, 127);\">Under conditions of muscle acitvity</span> Creatine Phosphate acts as energy source that can be rapidly converted to ATP when the limited cellular reserves of ATP are depleted. \\[Creatine-P + ADP \\longrightarrow Creatine + ATP\\] . <i>Both reactions are catalyzed by <span style=\"background-color: rgb(0, 0, 127);\">CREATINE KINASE</span></i>.</li></ul><li style=\"text-align: justify;\"><b>Glycolytic Pathway</b>: In this pathway, glucose of glycogen (stored glucose) is broken down into pyruvate. The pyruvate is then converted into <font color=\"#ff0000\"><b>lactate</b></font>, which can provide a small amount of additional energy during\nthe first 1.5 minutes of high intensity activity and is the primary source of\nATP for the 400 meter dash. 2.5\nmoles of ATP is&nbsp; produced per minute</li><li style=\"text-align: justify;\"><b>Oxidative Acitvity</b>: uses\nglycogen, blood glucose, or fatty acids to produce ATP, CO2, and water in the presence of\noxygen. Only 1 mole of ATP is made per minute but the available fuel sources\nare limited only in extreme circumstances.</li><li style=\"text-align: justify;\">Fatty Acids:&nbsp;&nbsp; Fatty acids are stored in adipose tissue and can be broken down to produce ATP through beta-oxidation. They are primarily used during <font color=\"#ff0000\"><b>low-intensity exercise</b></font>, such as walking or light jogging, and during prolonged exercise when glycogen stores become depleted.</li></ol>"
                    ],
                    "guid": "B0(vL0k,6F",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "2019/2020"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "When fatigue occurs it is not only due to a lack of ATP. What other factors could contribute to this?",
                        "<ol><li>Buildup of extracellular K+ which leads to a persistent deopolarization of the cell.</li><li>Buildup of metabolites which affect the activity of proteins such as the SR-CaATPase.</li><li>Buildup of ADP and Pi in the cytoplasm, which inhibits cross bridge detachment and slows cross bridge cycling.</li><li>Decrease in fuel stores, glycogen, fatty acids and glucose.</li></ol>"
                    ],
                    "guid": "efNGL,5w2o",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        }
    ],
    "crowdanki_uuid": "0a0df65a-deef-11ed-b779-842afdcd6eb6",
    "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
    "deck_configurations": [
        {
            "__type__": "DeckConfig",
            "autoplay": true,
            "crowdanki_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "dyn": false,
            "interdayLearningMix": 0,
            "lapse": {
                "delays": [
                    10.0
                ],
                "leechAction": 1,
                "leechFails": 8,
                "minInt": 1,
                "mult": 0.0
            },
            "maxTaken": 60,
            "name": "Default",
            "new": {
                "bury": true,
                "delays": [
                    1.0,
                    10.0
                ],
                "initialFactor": 2500,
                "ints": [
                    1,
                    4,
                    0
                ],
                "order": 1,
                "perDay": 20
            },
            "newGatherPriority": 0,
            "newMix": 0,
            "newPerDayMinimum": 0,
            "newSortOrder": 0,
            "replayq": true,
            "rev": {
                "bury": true,
                "ease4": 1.3,
                "hardFactor": 1.2,
                "ivlFct": 1.0,
                "maxIvl": 36500,
                "perDay": 200
            },
            "reviewOrder": 0,
            "timer": 0
        }
    ],
    "desc": "",
    "dyn": 0,
    "extendNew": 0,
    "extendRev": 0,
    "media_files": [],
    "name": "BCH 421",
    "note_models": [
        {
            "__type__": "NoteModel",
            "crowdanki_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
            "css": ".card {\n  font-family: arial;\n  font-size: 20px;\n  text-align: justfy;\n  color: black;\n  background-color: white;\n}\n",
            "flds": [
                {
                    "font": "Arial",
                    "name": "Front",
                    "ord": 0,
                    "rtl": false,
                    "size": 20,
                    "sticky": false
                },
                {
                    "font": "Arial",
                    "name": "Back",
                    "ord": 1,
                    "rtl": false,
                    "size": 20,
                    "sticky": false
                }
            ],
            "latexPost": "\\end{document}",
            "latexPre": "\\documentclass[12pt]{article}\n\\special{papersize=3in,5in}\n\\usepackage[utf8]{inputenc}\n\\usepackage{amssymb,amsmath}\n\\pagestyle{empty}\n\\setlength{\\parindent}{0in}\n\\begin{document}\n",
            "latexsvg": false,
            "name": "Basic-f6c61",
            "req": [
                [
                    0,
                    "any",
                    [
                        0
                    ]
                ]
            ],
            "sortf": 0,
            "tags": [],
            "tmpls": [
                {
                    "afmt": "{{FrontSide}}\n\n<hr id=answer>\n\n{{Back}}",
                    "bafmt": "",
                    "bfont": "",
                    "bqfmt": "",
                    "bsize": 0,
                    "did": null,
                    "name": "Card 1",
                    "ord": 0,
                    "qfmt": "{{Front}}"
                }
            ],
            "type": 0
        }
    ],
    "notes": []
}