{
    "__type__": "Deck",
    "children": [
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "a8b46438-e4ef-11ed-a05e-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [],
            "name": "AOC by Dr. Ezike",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "Know the facors of the PDH complex and the role they play. (PDH Complex is also called PDC)",
                        ""
                    ],
                    "guid": "l{C_YTsta@",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "newass"
                    ]
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "a8b28fa4-e4ef-11ed-93a8-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "paste-23475aa83018b49f5c21c9eabcdc28b7d66aea31.jpg",
                "paste-2adb26d5af395603e55a436bcccc30a23d17faf8.jpg",
                "paste-a5c8042b01bf97bd2ebd669a2b2984c179560460.jpg",
                "paste-b5859e2b1a599435ce8cc92f9d2b8108cb204979.jpg",
                "paste-c2728a05940a1904aa89c1a1dd7cafbd18d42c57.jpg",
                "paste-d620b6785fccfd6dcc64dd7b971c25381169c803.jpg",
                "paste-ede9f8c7326118c808f9b939c0df387ac53fcde6.jpg",
                "paste-f1359626b753526ab6fb77eb8c05cb8042ea5c19.jpg"
            ],
            "name": "Allosteric Regulaton",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the two types of metabolic regulation?",
                        "<ol><li>Coarse Control: This is usually at the level of the DNA usually by process of induction and repression.</li><li>Fine Control: This is usually at the enzyme levels and may include the modification of the enzyme by phosphylation and dephosphorylation and allosteric regulation via feedback inhibition.</li></ol>"
                    ],
                    "guid": "y,/uM},^yw",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the properties of Allosteric enzymes?",
                        "<ol><li>They are involved in feed back inhibition.</li><li>They do not demonstrate hyperbolic saturation kinetics or typical Michaelis-Menten Kinetics.</li><li>Allosteric enzymes are multi-subunit and posses additional site other than the active site.</li><li>They exist in two major conformational states which are the R and T.</li></ol>"
                    ],
                    "guid": "j%medAP=V!",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How do allosteric enzymes participate in feedback inhibition?",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-a5c8042b01bf97bd2ebd669a2b2984c179560460.jpg?alt=media&token=2aa16aae-a123-4370-b4ac-5ca4528a41ec\"><br>&nbsp;Groups of enzymes work together in sequential pathways to carry out metabolic processes in cells. Typically, one enzyme in the pathway catalyzes the slowest or rate-limiting reaction, setting the overall rate of the sequence. The first enzyme in the sequence is often a<b><font color=\"#ff0000\"> regulatory enzyme</font></b> that is specifically inhibited by the pathway's end product. This is known as <b><font color=\"#ff0000\">feedback inhibition</font></b> and occurs at the<b><font color=\"#ff0000\"> first committed</font></b> step of the pathway. Feedback inhibition can occur at multiple points along the pathway, especially in pathways with many branch points. Enzymes involved in feedback inhibition are often allosteric enzymes.<br><br>In cell metabolism, the buildup of an end product of a pathway can slow down the entire pathway when it exceeds the cell's needs. This is because the regulatory enzyme that catalyzes the first committed step of the pathway is specifically inhibited by the end product, resulting in reduced rates of subsequent enzymes due to depleted substrates. Regulatory enzymes respond to signals to adjust the rate of metabolic sequences to meet changes in the cell's demands. Regulating a metabolic pathway at the point of commitment is an excellent place because catalyzing the first few reactions of a pathway that leads to an unneeded product diverts energy and metabolites from more important processes.<br><br><br>For example, Phosphofructokinase (PFK) is an enzyme that catalyzes the third step of glycolysis by converting fructose-6-phosphate into fructose 1,6-bisphosphate. PFK can be inhibited allosterically by high levels of ATP, which binds to an allosteric site on PFK causing a change in the enzyme's shape, decreasing its affinity for substrate at the active site and rendering it inactive. This prevents glycolysis from proceeding when ATP levels are high, thus conserving glucose and maintaining balanced levels of cellular ATP. Despite being a substrate of the enzyme, ATP serves as a negative allosteric modulator for PFK."
                    ],
                    "guid": "Gh9!hTNBhz",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Discuss the relationship between sigmoid curves, cooperativity and allosteric enzymes.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-f1359626b753526ab6fb77eb8c05cb8042ea5c19.jpg?alt=media&token=7a597d23-f8c2-48ce-885f-f1ff7bbc5f90\"><br>Allosteric\nenzymes show <strong>the\nsigmoidal curve which indicates cooperativity<br></strong><br>Cooperativity refers to a phenomenon in which the binding of one molecule to a protein affects the binding of additional molecules to the same protein. This phenomenon is observed in the oxygen-hemoglobin interaction that functions in carrying oxygen in blood. Cooperativity can be <b><font color=\"#ff0000\">positive</font></b>, meaning that the binding of the first molecule enhances the binding of subsequent molecules, or <b><font color=\"#ff0000\">negative</font></b>, meaning that the binding of the first molecule inhibits the binding of subsequent molecules.<br><br>The activity curves for non-regulatory enzymes follow the Michaelis-Menten equation, which predicts a <b><font color=\"#ff0000\">hyperbolic curve</font>&nbsp;</b>between substrate concentration and velocity of the reaction. However, allosteric enzymes exhibit<b><font color=\"#ff0000\"> Sigmoid curve&nbsp;</font></b>because the binding of an effector molecule to the allosteric site can either activate or inhibit the enzyme's catalytic activity.<br><br><div>There are several types of allosteric interactions: <b><font color=\"#ff0000\">homotropic </font></b>and <b><font color=\"#ff0000\">heterotropic </font></b>(positive or negative). In homotropic regulation, the substrate of the enzyme acts as a positive allosteric modulator, binding to the enzyme and increasing its activity. This is in contrast to heterotropic regulation, in which a molecule other than the substrate binds to the enzyme <b><font color=\"#ff0000\">and either activates or inhibits its activity.&nbsp;</font></b></div><br>"
                    ],
                    "guid": "Ns8&+[4:Z-",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "22019/2020"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Allosteric enzymes are made up of C subunit and R subunit. Discuss.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-23475aa83018b49f5c21c9eabcdc28b7d66aea31.jpg?alt=media&token=e0fdf35b-1988-41ae-88e8-74ec44cfef29\"><br>Allosteric enzymes are complex proteins made up of multiple subunits, with two or more polypeptide chains. They have an active site for binding substrates and a separate allosteric site where they can bind other molecules. These allosteric sites are not typically located on the same subunit as the active site. To function, allosteric enzymes must have at least two subunits: a catalytic subunit, <b><font color=\"#ff0000\">C subunit</font></b>, which contains the active site for binding substrates, and a regulatory subunit, <b><font color=\"#ff0000\">R subunit</font></b>, which binds regulatory molecules, also known as modulators or effectors. <br><br>The regulatory subunit can be an activator or inhibitor of the enzyme, making allosteric enzymes subject to both inhibition and activation. Additionally, allosteric enzymes can have more than one allosteric site, providing multiple points of regulation for the enzyme's activity."
                    ],
                    "guid": "n|;shmwiV5",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "2019/2020"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Allosteric enzymes can exist in two conformational states . Discuss.",
                        "Allosteric enzymes can exist in two major conformational states: the R state (relaxed state) and the T state (tense state).&nbsp; When an effector molecule binds to a specific site on one subunit, it causes a conformational change in that subunit, which then triggers a conformational change in the other subunits of the protein. This means that a large portion of the binding energy of the effector is used to change the conformation of the whole protein complex, resulting in a shift from the T state (inactive or less active) to the R state (active). Once the effector dissociates from the binding site, the enzyme is then able to revert back to its T state with low affinity for substrate.<br><br>Allosteric enzymes can display either sigmoidal or hyperbolic binding curves depending on the type of regulation. <b><font color=\"#ff0000\">K systems</font></b> have sigmoidal curves, where activators and inhibitors shift the curve to the left or right without affecting the maximum velocity (Vmax). In contrast, <b><font color=\"#ff0000\">V systems</font></b> have hyperbolic curves, where activators and inhibitors change Vmax without affecting the affinity of the enzyme for substrate (Km).<br><br><br><div></div><div></div><br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-d620b6785fccfd6dcc64dd7b971c25381169c803.jpg?alt=media&token=95c0e6f4-e973-41e0-ae96-f83785c7a847\"><br><br><div><div><div><div><div><div><div><div><div><div><div><i>In (a), we have an example of a homotropic enzyme, which means that the substrate also serves as a positive modulator. The graph shows a sigmoidal curve, which means that there is a steep rise in the reaction rate once a certain threshold concentration of substrate is reached. This curve is similar in shape to the oxygen-saturation curve of hemoglobin. The steep part of the curve indicates that even a relatively small increase in substrate concentration can cause a large increase in reaction rate.<br></i><i><br></i></div><div><i>In (b), we have an example of an allosteric enzyme that is modulated by positive and negative modulators. The graph shows how the enzyme responds to these different modulators, with the K0.5 (the concentration of substrate at which the enzyme is half-saturated) changing in response to the modulators, but with no change in Vmax (the maximum velocity of the reaction).<br><br></i></div><div><i>In (c), we have an example of an allosteric enzyme in which Vmax is modulated, while K0.5 remains constant. This type of modulation is less common than the other two types described above.</i></div></div></div></div><div><div></div></div></div></div></div><div></div></div></div></div></div><div><div><div><div><br></div></div></div></div><br>"
                    ],
                    "guid": "F9@h%EBcr*",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "State the assumptions of the MWC model.",
                        "<ol><li>Allosteric proteins are made up of a finite number of subunits arranged symmetrically, where each subunit has a unique binding site for a ligand. All subunits occupy equivalent positions and share identical contacts and environments, and a conformational change in one subunit affects all other subunits.<br></li><li>The protein must have at least two conformational states that are reversibly accessible, which differ by the distribution and/or energy of inter-protomer bond, and therefore also by the conformational constraints imposed upon the subunits. These two states are known as A and B conformations, and were originally known as T (□, ‘taut’ or ‘tight’) and R (Օ,‘relaxed’) states.<br></li><li>The allosteric enzyme exists in two reversible conformational states known as A (T or tense state) and B (R or relaxed state). The protein has a single allosteric constant L, which expresses the equilibrium between the two states in the absence of a ligand. Ligand binding at the allosteric site shifts the equilibrium between the two states, and the binding constant depends only on the conformational state of the protein. The R state binds the ligand more easily than the T state, and activators stabilize the R state while inhibitors stabilize the T state.<br></li><li>The switching between two conformational states, T(A) and R(B), in allosteric proteins is concerted and occurs independently of the binding of effectors. At any given time, all subunits in the protein must be in the same conformation (either A or B), and the protein can only exist in two states.&nbsp;<br></li><li>The binding of an effector to an enzyme complex can \"lock\" the complex into a particular state. Inhibitors tend to increase the T/R ratio, causing the protein to be locked in the T state, while activators tend to increase the R state and decrease the T/R ratio, locking the protein into the R state.<br></li></ol>"
                    ],
                    "guid": "C<A-/Oc{5y",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "22019/2020"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the KNF model or Sequential model.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-c2728a05940a1904aa89c1a1dd7cafbd18d42c57.jpg?alt=media&token=0f550aec-38b4-4f8f-a106-0ae7ba982a93\"><br><br>The KNF model proposes that an enzyme can exist in either a <b><font color=\"#ff0000\">taut form (T) </font></b>or a <b><font color=\"#ff0000\">relaxed form (R)</font></b>. Subunits do not change their conformation <b><font color=\"#ff0000\">simultaneously</font></b> but <font color=\"#ff0000\"><b>sequentially </b></font>in the presence of substrate. <br><br>In the absence of the ligand (substrate or\notherwise), the enzyme is thought to exist in one and only one of\nthe two conformational states, the taut form,T. Thus, in the presence of ligand/substrate, all\nenzyme subunits are not in the same conformation but change\nsequentially from the T form to the R form and back again.&nbsp;Binding of inhibitors induces a change in other subunits to a form with lower affinity for substrate, while binding of activators induces a shift in other subunits to a form with high affinity for substrate.<br><br>In hemoglobin, for example, binding of one oxygen by one unit of the complex may induce that unit to flip to the R-state and, through interactions with other subunits, cause them to favor adopting the R configuration before they bind to oxygen."
                    ],
                    "guid": "Ki#Q!w#-Sk",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "22019/2020"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the Morpheein model.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-ede9f8c7326118c808f9b939c0df387ac53fcde6.jpg?alt=media&token=bae4f439-81ee-460c-aefb-abafe65052e1\"><br>The Morpheein model describes a type of protein that can adopt different quaternary structures or <b><font color=\"#ff0000\">oligomers</font></b>, each with a specific function, but requires the protein to dissociate and change its conformation to switch between forms. Each oligomer contains a fixed number of subunits, and the conformation of each subunit determines which oligomer is formed. Morpheeins can interconvert between forms under physiological conditions and exist as an equilibrium of different oligomers. Unlike misfolded proteins such as prions and amyloid, morpheein oligomers are physiologically relevant. Interconversion of morpheein forms can be a structural basis for allosteric regulation, which is a way of regulating protein activity. However, a mutation that changes the equilibrium of morpheein forms can lead to conformational diseases."
                    ],
                    "guid": "Omd#V08P1d",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Discuss the properties of allsoteric enzymes usisng Aspartate Transcarbamyolase (ATCase).",
                        "Aspartate transcarbamylase (ATCase) is an allosteric enzyme that plays a crucial role in the biosynthesis of pyrimidine nucleotides. ATCase is composed of two types of subunits, the catalytic (c) subunit and the regulatory (r) subunit, that combine to form a large complex with a total of 12 subunits. The allosteric properties of ATCase arise from the interaction between the c and r subunits, which modulate the enzyme activity in response to changes in the concentration of effector molecules.<br><br>One of the main properties of allosteric enzymes is the ability to exhibit sigmoidal or cooperative kinetics, which reflects the interaction between multiple subunits within the enzyme complex. ATCase displays sigmoidal kinetics in the presence of its allosteric effectors, with a sharp transition from low to high activity as the concentration of the effector molecule changes. This behavior is due to the conformational changes induced by the binding of the effector molecules to the regulatory subunits, which in turn affect the activity of the catalytic subunits.<br><br>Another property of allosteric enzymes is the presence of multiple binding sites for effector molecules, which allows for complex regulation of enzyme activity. ATCase has three binding sites for the allosteric inhibitor CTP and six binding sites for the allosteric activator ATP. The binding of CTP to the regulatory subunits stabilizes a T-state conformation of the enzyme complex, which has lower affinity for substrate and reduced catalytic activity. In contrast, the binding of ATP to the regulatory subunits stabilizes an R-state conformation of the enzyme complex, which has higher affinity for substrate and increased catalytic activity.<br><br>The properties of allosteric enzymes allow for rapid and precise regulation of metabolic pathways in response to changes in cellular conditions. In the case of ATCase, the activity of the enzyme is tightly controlled to ensure the balance between the synthesis of pyrimidine nucleotides and other cellular processes. The properties of allosteric enzymes, including cooperativity, multiple binding sites, and conformational changes, provide a powerful mechanism for the regulation of enzyme activity and metabolic pathways.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;"
                    ],
                    "guid": "F0;Fhf)=^.",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "2020/2021"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How Allosteric Interactions occur in ATCase.",
                        "<div>Aspartate transcarbamoylase (ATCase), an allosteric enzyme that catalyzes the first committed step in the biosynthesis of pyrimidines. The enzyme has two distinct quaternary forms: <b><font color=\"#ff0000\">the T state</font></b> and the <b><font color=\"#ff0000\">R state</font></b>. <br><br>The T state is the low-affinity form, which predominates in the absence of substrate or substrate analogs. The R state, on the other hand, is the high-affinity form that predominates when substrates or analogs are bound.<br><br></div><div>The effect of the allosteric inhibitor CTP on the enzyme. Although CTP does not interact directly with the catalytic chain, its binding to a domain in the regulatory subunit shifts the equilibrium toward the T state, decreasing the net enzyme activity and reducing the rate of N-carbamoylaspartate generation. This mechanism for allosteric regulation is referred to as the concerted mechanism because the change in the enzyme is \"all or none\"; the entire enzyme is converted from T into R, affecting all of the catalytic sites equally.</div>"
                    ],
                    "guid": "sU61M!hW)2",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "<div><b>ATCase Does Not\nFollow Michaelis-Menten Kinetics. Discuss,</b><b></b></div>",
                        "<div><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-b5859e2b1a599435ce8cc92f9d2b8108cb204979.jpg?alt=media&token=4c78c6fe-e2a9-4c5a-bf0f-a170c996e466\"><br><br>Aspartate transcarbamoylase (ATCase) is an allosteric enzyme that does not follow typical Michaelis-Menten kinetics. <b><font color=\"#ff0000\">The curve for ATCase is sigmoidal, meaning it resembles an \"S\" shape, rather than a hyperbolic curve. In the absence of substrate, the enzyme exists mostly in the T state, which is the low-affinity conformation. </font></b>However, as substrate molecules bind to the enzyme, it shifts towards the R state, which is the high-affinity conformation.<br><br></div><div>This shift towards the R state is favored by substrate binding to one site, which increases the enzymatic activity of the remaining five sites. This property is called cooperativity, which arises from the interaction between subunits. If one subunit changes conformation, all the subunits follow suit. The sigmoid curve for ATCase can be thought of as a composite of two Michaelis-Menten curves, one corresponding to the T state and the other to the R state.<br><br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-2adb26d5af395603e55a436bcccc30a23d17faf8.jpg?alt=media&token=39a33618-a441-435f-8a90-2b4cbd9b00c0\"><br></div>"
                    ],
                    "guid": "A;!tM*Kxt:",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Discuss the relationship between sigmoid curves, cooperativity and allosteric enzymes",
                        "<div>The sigmoid curve is a result of cooperativity in the enzyme.<b><font color=\"#ff0000\"> At low substrate concentrations, most of the enzyme molecules exist in a \"tense\" or T-state conformation, in which the active sites on the enzyme have low affinity for substrate. </font></b>However, as substrate concentration increases, some of the substrate molecules bind to the enzyme, causing a conformational change in the enzyme from the T-state to the \"relaxed\" or R-state conformation, which has a higher affinity for substrate. <br><br>This conformational change is transmitted to other subunits within the enzyme, causing them to switch to the R-state conformation, resulting in increased enzyme activity. This positive feedback loop leads to the steep increase in enzyme activity that is observed in the sigmoid curve.<br><br></div><div>Allosteric enzymes exhibit cooperativity because of their unique quaternary structure, which consists of multiple subunits that interact with one another. The binding of an effector molecule to a regulatory site on one subunit of the enzyme affects the conformation of adjacent subunits, leading to changes in the activity of the catalytic sites on the enzyme. The sigmoid curve is a reflection of the cooperativity and allosteric regulation of the enzyme.</div>"
                    ],
                    "guid": "Qz~L9bh~x=",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the lock and key model.",
                        "The lock and key model is a way of explaining how enzymes work. It suggests that enzymes are like a lock and their substrate is like a key. Just as a key fits precisely into a lock, a substrate fits precisely into an enzyme. This is because the enzyme has a specific shape that is designed to fit its substrate. When the substrate enters the enzyme, a chemical reaction takes place and the substrate is transformed into a new product. <br><br>An example of this is the enzyme lactase, which breaks down lactose (a sugar found in milk) into glucose and galactose. The lactase enzyme has a specific shape that fits the lactose substrate perfectly, allowing it to be broken down into its component parts."
                    ],
                    "guid": "<70vC;4$0",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the induced fit model.",
                        "The induced fit model suggests that interacting molecules are flexible and that during the recognition process, <b><font color=\"#ff0000\">changes to their 3D structure can be mutually induced as the molecules deform to fit each other before binding into a complex</font></b>.&nbsp;<br><br>A common example of the induced fit model is the binding of the enzyme lactate dehydrogenase to its substrate pyruvate during the process of cellular respiration. When lactate dehydrogenase binds to pyruvate, it undergoes a conformational change which brings the reactive sites of the two molecules into close proximity, allowing the chemical reaction to occur more easily. This change in shape is induced by the binding of pyruvate to the enzyme."
                    ],
                    "guid": "Q*{PEeU4lf",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the conformational selection theory .",
                        "<div><div><div><div><div><div><div><div><div><div><div>The \"conformational selection\" model proposes that the protein can exist in multiple conformations, and the ligand (molecule that interacts with the protein) selectively binds to one of them. The protein doesn't change its shape to fit the ligand; rather, it already has multiple shapes available for the ligand to choose from.<br><br></div><div>In the \"induced fit\" model, the protein changes its shape to fit the ligand after the two molecules initially bind. This model assumes that the protein only has one \"correct\" shape that it can change to.<br></div><div><br></div><div>Overall, the difference between the two models is that in the induced-fit model, the protein changes shape to fit the ligand, while in the conformational selection model, the protein already has multiple shapes available for the ligand to choose from.</div></div></div></div><div><div></div><div></div></div></div></div></div><div></div></div></div></div></div><div><div><br></div></div>"
                    ],
                    "guid": "x;]Wk3ECB?",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the energy landscape theory.",
                        "The energy landscape theory explains that a ligand may interact with the lowest energy conformation of the protein or with one of several higher energy conformations that are present in solution. The binding interaction does not \"induce\" a conformational change, but rather leads to a shift in the relative populations of conformations that already existed."
                    ],
                    "guid": "Ivb4W%qGcL",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is Allostery?",
                        "Allostery is a type of regulation in which the binding of a molecule (called an <b><font color=\"#ff0000\">allosteric effector or modulator</font></b>) to a protein at a site other than the active site induces a conformational change in the protein, resulting in a change in its activity. This can either increase (<font color=\"#ff0000\"><b>positive allosteric regulation</b></font>) or decrease (<b><font color=\"#ff0000\">negative allosteric regulation</font></b>) the protein's activity."
                    ],
                    "guid": "G7me&3x&us",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the three models of allostery?",
                        "The three different models of allostery are the MWC model, the KNF model, and the conformational spread model. <br><br>1. <b>MWC model:</b> This model, also known as the symmetry model or the concerted model, assumes that a protein has two conformations that are in equilibrium - one with a high affinity for ligand and one with a low affinity. The binding of one ligand to one site shifts the equilibrium towards the high-affinity state, making it easier for the second ligand to bind to its site. This model also assumes that the two binding sites are symmetrically related, meaning that the binding of one ligand to one site affects the conformation of the protein and thus the affinity of the other site for its ligand. <br><br>2. <b>KNF model</b>: The KNF (Koshland, Nemethy, and Filmer) model, also known as the sequential model, assumes that a protein has multiple binding sites with different affinities. The binding of one ligand induces a change in the protein's conformation that alters the affinity of the other sites for their ligands. This model is conceptually related to the induced-fit mechanism of molecular recognition. <br><br>3. <b>Conformational spread model</b>: This model suggests that the binding of a ligand to one site causes a conformational change that propagates through the protein, affecting the conformation of distant sites and thus their affinity for ligands. This model is based on the idea that proteins exist as conformational ensembles, and thus ligand binding can cause a shift in the population of conformations. <br><br>Each of these models provides a different perspective on how allostery works, and experimental evidence has been found to support each of them. However, it is likely that a combination of these models is responsible for the complex behavior of allosteric proteins."
                    ],
                    "guid": "n#WbL.t{De",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "a8b4db3c-e4ef-11ed-aada-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "clipboard_e71d0036231177d4fb483321d21ae5718.png"
            ],
            "name": "Assignements",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "Aside Michaelis-Menten and lineweaver Burk plot ; find out the other plot used to determine enzyme activity and draw them.",
                        ""
                    ],
                    "guid": "besNZRCB1o",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "newass"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Find out enzymes that conform to sequential and ping pong mechanism.",
                        ""
                    ],
                    "guid": "H3WmtD_}/1",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "newass"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Using the transition theory explain how enzymes can enhance the rates of chemical reactions.",
                        "<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fclipboard_e71d0036231177d4fb483321d21ae5718.png?alt=media&token=ed0c8cc8-7959-490a-9770-8f1a676b9763\"><br><br>According to the transition state theory, for a chemical reaction to occur, reactant molecules must pass through a transition state in which chemical bonds are breaking and forming, leading to the formation of products.<br><br>The transition state is a high-energy, unstable intermediate state that occurs during a chemical reaction, in which the reactant molecules are partially transformed into product molecules. It is the highest energy point on the reaction path, where reactants have absorbed enough energy to overcome the activation energy barrier, break their initial bonds, and begin forming new ones.<br><br>Activation energy is the minimum amount of energy required for a chemical reaction to occur. It is the potential energy barrier that must be overcome for reactant molecules to be converted into products.<br><br>Enzymes can enhance the rates of chemical reactions by lowering the activation energy required for the reactants to reach the transition state.Enzymes achieve this by stabilizing the transition state through various mechanisms such as covalent&nbsp; catalysis, proximity catalysis, general acid base catalysis, orientation catalysis and metal ion catalysis.<br><br><i>You can explain each of these mechanism to form a larger paragraph.</i>"
                    ],
                    "guid": "H9.P#{c:!&",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "newass"
                    ]
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Write extensively on isotope exchange and how it can be used to elucidate the mechanism of multi-substate enzyme complex reaction.",
                        ""
                    ],
                    "guid": "yDX7e%!9P0",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": [
                        "newass"
                    ]
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "a8b54e57-e4ef-11ed-b26c-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "paste-0c7f7a46bf718105497d355181e6c5036d8980cb.jpg",
                "paste-19b15d1f0837f5490dd2230e80e4f4ce9431efe2.jpg",
                "paste-ad1ec5e7ae3fc897474a038da0dd7e8ffc9500d5.jpg",
                "paste-ae3c54df8555c08067748326c43bee494f8108e3.jpg"
            ],
            "name": "Chemical Basis of Enzyme Catalysis",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the activation energy?",
                        "Activation energy is the minimum amount of energy required for a chemical reaction to occur. It is the potential energy barrier that must be overcome for reactant molecules to be converted into products."
                    ],
                    "guid": "mIc19=S7L+",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How can the binding energy be used to reduce the acitvation energy?",
                        "The binding energy is the free energy released when the E forms a large number of weak interactions with S. <b><font color=\"#ff0000\">It reduce the activation energy by establishing specificity and increasing the efficiency of catalysis.</font></b>"
                    ],
                    "guid": "OTMtB(ur:n",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How does proximity effect play in role in reducuing acitivation energy ?",
                        "This effect is based on the principle that bringing and holding reactants in proximity can make reactions go faster.<b><font color=\"#ff0000\"> This effect is utilised when enzymes remove reactants out of dilute solution and hold them close together by bindiing to neighbouring binding sites.</font></b> This improves their chances of coming together to react and enhances&nbsp; the rate of chemical reactions."
                    ],
                    "guid": "niQ68%l.;K",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How does orientation effect play in role in reducuing acitivation energy ?",
                        "This effect is based on the principle that when reactants molecules are in specific orientation relative to each other , they are more likely to react with each other. When enzymes bind to reactants in the correct oritention they can stabilize the transition state and reduce activation energy."
                    ],
                    "guid": "QGVkvgpQh}",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain how general acid-base catalysis could increase the rate of chemical reactions.",
                        "General acid-base catalysis is a type of catalysis in which the catalytic agent is either an acid or a base. This type of catalysis can increase the rate of chemical reactions by facilitating proton transfer reactions<b><font color=\"#ff0000\">.Acids can donate protons (H+) to reactant molecules, while bases can accept protons. By doing so, acids and bases can help to stabilize the transition state and lower the activation energy required for a reaction to occur.</font></b>&nbsp;<br><br>For instance , the histindine residue in the active site of carbonic anhydrase acts as a general base catalyst to facilitate the hydration of carbon dioxide."
                    ],
                    "guid": "ktM[?*yR8a",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain how covalent catalysis could increase the rate of chemical reactions.",
                        "The rate of reactions can be increased through the formation of intermediates&nbsp; which are quickly broken down as soon as they are formed. It could also involve the attack by a nucleophilic side chain in the enzyme on an electron-deficient centre on the substrate (Nuclephilic Catalysis).<br><br>For example, in the hydrolysis of a peptide bond, a serine residue in the active site of the enzyme chymotrypsin forms a covalent bond with the carbonyl group of the peptide bond. This covalent bond foramtion leads to the formation of a higly reactige intermediate and facilitates the breakdown of the peptide bond."
                    ],
                    "guid": "cyTy%ie<X(",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain how metal ion catalysis could increase the rate of chemical reactions.",
                        "In metal catalysis, metal ions such as Fe(2+), Cu(2+) and Zn(2+) can act as Lewis acids and accept electron pairs from reactant molecules, forming cooridnation complexes that stabillize the intermediate species. Metal ions can also act as electron donors and transfer electrons to reactant molecules, thereby stabilizing the intermediate species.<br><br>For example , in the reaction catalyzed by the enzyme carbonic anhydrase , a zinc ion in the active site of the enzyme acts as a Lewis acid and accepts an electron pair from a water molecule. This leads to the formation of a coordinated hydroxide ion, which can then attack carbon dioxide to form bicarbonate.<br><br>\\(H_2O + CO_2&nbsp; \\rightleftharpoons H_2CO_3\\)<br><br>\\(H_2CO_3&nbsp; \\rightleftharpoons H^+ + HCO^-_3\\)<br><br>"
                    ],
                    "guid": "b(!0B#tRFB",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What are the five mechanisms by which activation energy can be reduced?",
                        "<ul><li>Proximity Effect&nbsp;</li><li>Orientation Effect</li><li>Acid-Base Catalysis</li><li>Covalent Catalysis</li><li>Metal ion Catalysis</li></ul>"
                    ],
                    "guid": "rT4!eaJz,$",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the trasition state?",
                        "The transition state is a high-energy, unstable intermediate state that occurs during a chemical reaction, in which the reactant molecules are partially transformed into product molecules. It is the highest energy point on the reaction path, where reactants have absorbed enough energy to overcome the activation energy barrier, break their initial bonds, and begin forming new ones."
                    ],
                    "guid": "QRyb}Gc90N",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How is chemical modification used to carry out the investigation of amino acids at the enzyme active site?",
                        "If a chemical agent is used to modify a particular amino acid residue of the enzyme, and this results in a loss of catalytic activity, then it suggests that the modified residue is likely part of the enzyme's active site. However, it is also possible that activity loss could occur due to modification at a location outside the active site.<br><br>To distinguish between these two possibilities, the modification should be carried out in the presence of an excess amount of the enzyme's substrate or a competitive inhibitor. These molecules will protect the substrate binding site and the amino acid residues in the neighboring region from being modified by the reagent. <br><br>If the enzyme retains its full activity after the modification, then it suggests that the modified amino acid residue is not directly involved in the enzyme's active site. However, if the reagent still reacts with the enzyme and results in a loss of activity, then it suggests that the modified amino acid residue is located within the active site of the enzyme.<br><br>By using different chemical reagents to modify specific amino acid residues and carrying out these experiments in the presence of substrates or inhibitors, scientists can identify the specific amino acid residues that are important for the enzyme's activity and gain insights into the mechanism by which the enzyme functions.<br><br>Examples of reagents include :<br><ol><li>Thiol grouop Reagents<br>&nbsp;<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-ad1ec5e7ae3fc897474a038da0dd7e8ffc9500d5.jpg?alt=media&token=de2742c3-783c-4c2e-85a8-29e7e47dbf0b\"></li><li>Histidyl group reagents<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-ae3c54df8555c08067748326c43bee494f8108e3.jpg?alt=media&token=02f115f6-ccad-4165-97dd-bd06c53574c5\"><br></li><li>Lysyl group reagents<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-0c7f7a46bf718105497d355181e6c5036d8980cb.jpg?alt=media&token=b5b4c102-3930-4ad1-87df-212d8ce89a59\"><br></li><li>Tyrosyl reagents<img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-19b15d1f0837f5490dd2230e80e4f4ce9431efe2.jpg?alt=media&token=e8b17f1c-a882-4e62-8013-af46550b460e\"><br></li></ol>"
                    ],
                    "guid": "N6xjDHTst,",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "How is the pH effect used to investigate the amino acid at the enzyme's activw site ?",
                        "This is carried out by pH variation studies. If a change in pH causes a significant decrease in enzyme activity , this may indicate that an amino acid residue with a critical role in catalysis has become ionized and lost ita ability to interact with substrates."
                    ],
                    "guid": "yp<|,Y]O%-",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        },
        {
            "__type__": "Deck",
            "children": [],
            "crowdanki_uuid": "0e92b4ae-cd90-11ed-91ef-842afdcd6eb6",
            "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "desc": "",
            "dyn": 0,
            "extendNew": 0,
            "extendRev": 0,
            "media_files": [
                "paste-5db1a4d6c9b7553d497d9ac915b01ce6f12264ba.jpg",
                "paste-f376dcd0b3f59cb0e23f35d21d4a297d366583f5.jpg"
            ],
            "name": "Investigation of Enzyme Active Site.",
            "notes": [
                {
                    "__type__": "Note",
                    "fields": [
                        "What is the active site of an enzyme?",
                        "The active site of an enzyme refers to that portion where the substrate must be in contact with the enzyme before catalysis can occur."
                    ],
                    "guid": "zvK1Gz%34J",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the lock and key model by Emil FIsher (1897).",
                        "He regarded the active site as the lock and the substrate as the key. He also implied that the active site of an enzyme is rigid.<br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-5db1a4d6c9b7553d497d9ac915b01ce6f12264ba.jpg?alt=media&token=6409618e-86b2-46e4-80bf-e2445e17e862\">"
                    ],
                    "guid": "IOJ%Z3H_.|",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the Koshland hypothesis.",
                        "The koshland hypothesis also called the induced fit theory stated that the active site of an enzyme in uncoupled state is not in optimal position. When enzyme combines with a substrate, the binding affinity of the enzyme molecule will induce a conformation in which the catalytic group assumes favourable positions to form a trasition state. In this state, the enzyme is unstable and tends to return to its native stat`e in the absence of the substrate.<br><img src=\"https://firebasestorage.googleapis.com/v0/b/questions-94336.appspot.com/o/BCH%20401%2Fpaste-f376dcd0b3f59cb0e23f35d21d4a297d366583f5.jpg?alt=media&token=1301f3b8-422c-4c90-a01d-3f53ffde52e5\">"
                    ],
                    "guid": "w?~!^g6Jl;",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "According to Koshland what are the three different types of amino acids found at the active site of an enzyme?",
                        "<ol><li><b>Structural Amino acids</b>: For maintaining the integrity of the protein globule.</li><li><b>Contact Amino acids</b>: For binding substrate to the enzyme (this determines the specificity of the enzyme).</li><li><b>Catalytic Amino acids</b>: It acts at particular bond on teh substrate to cause chemical reaction.</li></ol>"
                    ],
                    "guid": "EEEc;NISha",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "List five procedures used to identify those amino acids in an enzyme which are likely to be important in the mechanism for instance:",
                        "<ol><li>X-ray Crystallography and NMR</li><li>Effect of pH</li><li>Chemical modification</li><li>Site directed Mutagenesis</li><li>Bioinformatics approach</li></ol>"
                    ],
                    "guid": "PQGGH{#0+a",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Explain the X-ray crystallography and NMR.",
                        "X-ray crystallography is a technique used to determine the three-dimensional structure of mooleules including proteins. It involves crystallizing the molecules of interest and then using X-rays to create a diffraction pattern, whichican beused to calculate the positions of the atoms in the molecules.<br><br>However, one limitation of X-ray crystallography is that it provides a snapshot of the molecule in a static state, whereas enzymes and substrates are always are dynamic and constantly undergoing chemical reactions.&nbsp;<br><br>To study the binding of a substrate to an enzyme using X-ray crystallography, researchers can use a low-reacting substrate analogue, such as tosyl fluoride. This compound can bind to the enzyme and form a stable complex without undergoing the full chemical reactions that would normally occur with the true substrate.<br><br>In the case of alpha-chymotrypsin , a protein enzyme that breaks down proteins, diffusing tosyl fluoride into a crystal of the enzyme and subjecting it to X-ray cystallography revealed that the tosyl group was bound to a specific amino acid residue, serine-195. This residue is located close to two ther important amino acids, histidine-57 and methionine-192, on the surface of the enzyme molecule."
                    ],
                    "guid": "ojioH+-q7!",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Give brief explantion on site-directed mutagensis.",
                        "This involves making a specific and intentional changes to the DNA sequence of a gene encoding a particular protein and any gene products by introducing specific nucleotide substitutuions. Information from sequence alignment can also be useful in identifyig such amino acids."
                    ],
                    "guid": "zJAz)&QFND",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                },
                {
                    "__type__": "Note",
                    "fields": [
                        "Write short note on bioinformatic Approach-sequence alignment.",
                        "It invovles comparison of sequences of the same enzyme from a number of organisms to highlight cnserved regions because most residues directly invovled with substrate binding and conversion to products are usually conserved over time whereas those that are freely variable are unlikely to be crucial for its catalytic activities. This residue is subjected to chemical modification using modifying reagents that can specifically bind to such residue to see the effect of modifying the residue on enzyme properties."
                    ],
                    "guid": "kmUgkIg5Ts",
                    "note_model_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
                    "tags": []
                }
            ]
        }
    ],
    "crowdanki_uuid": "a8acd2a8-e4ef-11ed-96db-842afdcd6eb6",
    "deck_config_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
    "deck_configurations": [
        {
            "__type__": "DeckConfig",
            "autoplay": true,
            "crowdanki_uuid": "fb0260ad-cd8f-11ed-94d0-842afdcd6eb6",
            "dyn": false,
            "interdayLearningMix": 0,
            "lapse": {
                "delays": [
                    10.0
                ],
                "leechAction": 1,
                "leechFails": 8,
                "minInt": 1,
                "mult": 0.0
            },
            "maxTaken": 60,
            "name": "Default",
            "new": {
                "bury": true,
                "delays": [
                    1.0,
                    10.0
                ],
                "initialFactor": 2500,
                "ints": [
                    1,
                    4,
                    0
                ],
                "order": 1,
                "perDay": 20
            },
            "newGatherPriority": 0,
            "newMix": 0,
            "newPerDayMinimum": 0,
            "newSortOrder": 0,
            "replayq": true,
            "rev": {
                "bury": true,
                "ease4": 1.3,
                "hardFactor": 1.2,
                "ivlFct": 1.0,
                "maxIvl": 36500,
                "perDay": 200
            },
            "reviewOrder": 0,
            "timer": 0
        }
    ],
    "desc": "",
    "dyn": 0,
    "extendNew": 0,
    "extendRev": 0,
    "media_files": [],
    "name": "BCH 401",
    "note_models": [
        {
            "__type__": "NoteModel",
            "crowdanki_uuid": "fb0260b0-cd8f-11ed-ba2d-842afdcd6eb6",
            "css": ".card {\n  font-family: arial;\n  font-size: 20px;\n  text-align: justfy;\n  color: black;\n  background-color: white;\n}\n",
            "flds": [
                {
                    "font": "Arial",
                    "name": "Front",
                    "ord": 0,
                    "rtl": false,
                    "size": 20,
                    "sticky": false
                },
                {
                    "font": "Arial",
                    "name": "Back",
                    "ord": 1,
                    "rtl": false,
                    "size": 20,
                    "sticky": false
                }
            ],
            "latexPost": "\\end{document}",
            "latexPre": "\\documentclass[12pt]{article}\n\\special{papersize=3in,5in}\n\\usepackage[utf8]{inputenc}\n\\usepackage{amssymb,amsmath}\n\\pagestyle{empty}\n\\setlength{\\parindent}{0in}\n\\begin{document}\n",
            "latexsvg": false,
            "name": "Basic-f6c61",
            "req": [
                [
                    0,
                    "any",
                    [
                        0
                    ]
                ]
            ],
            "sortf": 0,
            "tags": [],
            "tmpls": [
                {
                    "afmt": "{{FrontSide}}\n\n<hr id=answer>\n\n{{Back}}",
                    "bafmt": "",
                    "bfont": "",
                    "bqfmt": "",
                    "bsize": 0,
                    "did": null,
                    "name": "Card 1",
                    "ord": 0,
                    "qfmt": "{{Front}}"
                }
            ],
            "type": 0
        }
    ],
    "notes": []
}